{
  "id": "32823667",
  "name": "R-Ladies Medellín",
  "urlname": "rladies-medellin",
  "description": "<p><span>R-Ladies Medellín es parte de una organización mundial que promueve la diversidad de género en la comunidad R.<\/span><\/p>\n<p>R-Ladies Medellín da la bienvenida a todas aquellas personas interesadas en programar en R, sin importar si su nivel es de experto o principiante, pues esta comunidad fue creada con el objetivo de desarrollar habilidades y el conocimiento de R a través del aprendizaje y el intercambio social y colaborativo. Como principio fundador, no hay ningún costo por participar de esta comunidad.<\/p>\n<p>Únete a este Meetup y entérate de los próximos eventos ¡Te esperamos!<\/p>\n<p>---<\/p>\n<p>R-Ladies Medellín is part of a world-wide organization to promote gender diversity in the R community. <br /> <\/p>\n<p>R-Ladies Medellín welcomes all people interested in R programming, regardless of whether their R level is expert or beginner, because this community was created with the aim of developing R skills and knowledge through social, collaborative learning &amp; sharing. As a founding principle, there is no cost to participate in this community.<\/p>\n<p><span>Join this Meetup group and find out about the upcoming events. We are waiting for you!<\/span> <br /><\/p>\n<p>---<\/p>\n<p>Website: <a href=\"https://www.rladies.org\" class=\"linkified\">https://www.rladies.org<\/a><\/p>\n<p>Twitter: @RLadiesMedellin (<a href=\"https://twitter.com/RLadiesMedellin\">https://twitter.com/RLadiesMedellin<\/a>)<\/p>\n<p>Facebook:&nbsp;<a href=\"https://www.facebook.com/MedellinRLadies/\">https://www.facebook.com/MedellinRLadies/<\/a><\/p>\n<p>Github: <a href=\"https://github.com/rladies\" class=\"linkified\">https://github.com/rladies<\/a><\/p>\n<p>P.S. Community Policies &amp; Code of Conduct: &lt;br&gt;The leadership, mentoring &amp; teaching roles within this Community are held exclusively by minority genders (majority gender speakers may be allowed/invited as one-off guests in exceptional circumstances at the leadership team's discretion). Due to unexpected demand, we have opened learning participation to all genders, dependent on initial and on-going vetting by the leadership team. However, the stated priority of the R-Ladies communities is the development &amp; support specifically of those identifying as a minority gender, and we, therefore, reserve the right to guard this interest through whatever measures the leadership team deems appropriate. Anyone involved with R-Ladies is expected to fully respect each other, the mandate of this community, and the goodwill on which R-Ladies is founded, or face expulsion/a penalty of any form, at the discretion of the leadership team.<\/p>\n<p>Full community guidelines are found here: <a href=\"https://github.com/rladies/starter-kit/wiki\" class=\"linkified\">https://github.com/rladies/starter-kit/wiki<\/a><\/p>\n<p>P.P.S. Photos, Films and all other media/recordings: &lt;br&gt;Photos, Films, and all other media/recordings: photographs and/or video/other media will be taken at events held by this community. By taking part in an R-Ladies event you grant the community organizers full rights to use the images resulting from the photography/video filming/media, and any reproductions or adaptations of the images for publicity, fundraising or other purposes to help achieve the community’s aims. This might include (but is not limited to), the right to use them in their printed and online publicity, social media, press releases and funding applications. If you do not wish to be recorded in these media please inform a community organizer.<\/p>",
  "lat": 6.25,
  "lon": -75.59,
  "city": "Medellín",
  "state": "",
  "country": "co",
  "memberships": {
    "totalCount": 1171
  },
  "foundedDate": "2019-09-28T13:21:45-05:00",
  "proJoinDate": "2019-09-28T13:23:27-04:00",
  "timezone": "America/Bogota",
  "joinMode": "OPEN",
  "who": "R-Ladies",
  "isPrivate": false,
  "events": {
    "totalCount": 33,
    "first_event": "2019-11-08",
    "last_event": "2024-11-06"
  },
  "status": "inactive"
}
