{
  "id": "18529799",
  "name": "R-Ladies Twin Cities",
  "urlname": "rladies-tc",
  "description": "<p>R Ladies is a worldwide organization whose mission is to promote gender diversity in the R community. We&nbsp;welcome members of all R proficiency levels, whether you're a new or aspiring R user, or an experienced R programmer interested in mentoring, networking &amp; expert upskilling. Our non-profit, civil society community is designed to develop our members' R skills &amp; knowledge through social, collaborative learning &amp; sharing.&nbsp;<\/p>\n<p>The R community suffers from an underrepresentation of women* in every area and area of participation, whether as leaders, package developers, conference speakers, conference participants, or users. R Ladies' mission is to achieve proportionate gender representation by encouraging, empowering, educating, and inspiring the minorities currently underrepresented in the R community. <br><\/p>\n<p>*All references to \"women\" or \"female\" are fully inclusive and intersectional. We whole-heartedly welcome trans women, genderqueer women, and non-binary folks of all races and ethnicities. Men who support the mission are welcome to attend meetings as a guest of a member. We do not currently accept men as new members of the group in order to maintain a safe space atmosphere. <br><\/p>\n<p>------------<\/p>\n<p>R-Ladies is dedicated to providing a harassment-free experience for everyone. We do not tolerate harassment of participants in any form. We follow the&nbsp;<a href=\"https://github.com/rladies/.github/blob/master/CODE_OF_CONDUCT.md\">R-Ladies International Code of Conduct<\/a>.<\/p>\n<p>Photos, Films, and all other media/recordings: photographs and/or video/other media may be taken at events held by this community. By taking part in an R-Ladies Twin Cities event you grant the community organizers full rights to use the images resulting from the photography/video filming/media, and any reproductions or adaptations of the images for publicity, fundraising or other purposes to help achieve the community’s aims. This might include (but is not limited to), the right to use them in their printed and online publicity, social media, press releases and funding applications. If you do not wish to be recorded in these media please inform a community organizer.<br><\/p>\n<p><br><\/p>",
  "lat": 44.94,
  "lon": -93.22,
  "city": "Minneapolis",
  "state": "MN",
  "country": "us",
  "memberships": {
    "totalCount": 426
  },
  "foundedDate": "2015-04-01T18:43:05-05:00",
  "proJoinDate": "2019-03-30T05:22:43-04:00",
  "timezone": "America/Chicago",
  "joinMode": "APPROVAL",
  "who": "Rmateys",
  "isPrivate": false,
  "events": {
    "totalCount": 53,
    "first_event": "2015-04-26",
    "last_event": "2024-03-07"
  },
  "status": "inactive"
}
