[
  {
    "id": "293194213",
    "title": "Leveraging ChatGPT in R",
    "description": "Join us for an exciting talk on leveraging ChatGPT in R, presented by our guest speaker, ChatGPT. This talk is brought to you by R-Ladies, an organization dedicated to promoting gender diversity in the R community.\n\nIn this 45-minute talk, ChatGPT will share insights on how you can use the power of ChatGPT to improve your R programming skills and streamline your workflow. You will learn how to access and integrate ChatGPT into your R projects, and discover its full potential as a language model.\n\nFollowing the presentation, there will be a Q&A session where you can ask ChatGPT and other attendees any questions you may have. Don't miss this opportunity to learn from one of the most advanced language models in the world and connect with fellow R enthusiasts. All skill levels are welcome, so come join us for a fun and informative evening!",
    "status": "PAST",
    "dateTime": "2023-05-16T16:00:00-03:00",
    "duration": "PT1H",
    "eventUrl": "https://www.meetup.com/rladies-halifax/events/293194213/",
    "featuredEventPhoto": {},
    "rsvps": {
      "yesCount": 39,
      "waitlistCount": 0,
      "totalCount": 39
    },
    "venues": [
      {
        "id": "26906060",
        "name": "Online event",
        "address": "",
        "city": "",
        "state": "",
        "country": "",
        "lat": -8.5211,
        "lon": 179.1962,
        "postalCode": "",
        "venueType": "online"
      }
    ],
    "group": {
      "name": "R-Ladies Halifax",
      "urlname": "rladies-halifax"
    }
  },
  {
    "id": "291493273",
    "title": "Welcome to R-Ladies Halifax! Introductory Meeting",
    "description": "**Welcome to R-Ladies!**\n\nWe are happy to announce the first meeting of R-Ladies Halifax!\n\nThis will be a very informal first meeting where we will discuss what you can expect from the chapter. We will have some examples of what R-Ladies looks like in other areas and hopefully find format and content that fits the needs and interests of our Halifax audience.\n\nThis will be a great opportunity to connect with other local R users. Please bring any ideas and questions!\n\nWe will have a fun tidbit to share as well, how to customize your R-Studio theme to make your workspace as clean or colourful as you like!",
    "status": "PAST",
    "dateTime": "2023-02-22T19:30:00-04:00",
    "duration": "PT1H",
    "eventUrl": "https://www.meetup.com/rladies-halifax/events/291493273/",
    "featuredEventPhoto": {},
    "rsvps": {
      "yesCount": 11,
      "waitlistCount": 0,
      "totalCount": 11
    },
    "venues": [
      {
        "id": "26906060",
        "name": "Online event",
        "address": "",
        "city": "",
        "state": "",
        "country": "",
        "lat": -8.5211,
        "lon": 179.1962,
        "postalCode": "",
        "venueType": "online"
      }
    ],
    "group": {
      "name": "R-Ladies Halifax",
      "urlname": "rladies-halifax"
    }
  }
]
