[
  {
    "id": "249416605",
    "title": "R-Ladies Leuven April Meetup",
    "description": "In April, we will be celebrating our Meetup again in Agora. This time, we'll feature an invited speaker from the Social Sciences area: Marije Nouwen, from the Meaningful Interactions lab (https://soc.kuleuven.be/mintlab/blog/researcher/marije-nouwen/), where she studies different learning contexts. Learn about learning - how can you get your audience to understand your software and love your data viz?\nDon't miss it!\n\nAs part of the meetup, we're going to discuss documentation (vignettes and tutorials especially). Are you working on a package, or is your favourite package poorly documented? Do you want to develop a new Shiny app, but are you not sure how to design it? Or do you simply want to learn more about the basics of documentation in R? This is the right place to get some sweet constructive feedback and all kinds of documentation tips. If you have a specific project in mind that you'd like to discuss, feel free to let us know in advance!\n\nHello R-Ladies! For the months of March and April, we will be hosting our Meetups in the Agora learning center from KU Leuven. The spots for these are limited, and Agora will require us to provide them with a list of attendees, so that non-KU Leuven affiliated ladies can also join. Because of this, we will ask you to confirm your attendance after you register! Looking forward to seeing you there!",
    "status": "PAST",
    "dateTime": "2018-04-11T18:00:00+02:00",
    "duration": "PT2H",
    "eventUrl": "https://www.meetup.com/rladies-leuven/events/249416605/",
    "featuredEventPhoto": {},
    "rsvps": {
      "yesCount": 6,
      "waitlistCount": 0,
      "totalCount": 6
    },
    "venues": [
      {
        "id": "25766676",
        "name": "Agora Learning Center",
        "address": "Edward van Evenstraat 4",
        "city": "Leuven",
        "state": "",
        "country": "be",
        "lat": 50.8742,
        "lon": 4.704,
        "postalCode": "meetup9",
        "venueType": ""
      }
    ],
    "group": {
      "name": "R-Ladies Leuven",
      "urlname": "rladies-leuven"
    }
  }
]
