{
  "id": "32964072",
  "name": "R-Ladies Muscat",
  "urlname": "rladies-muscat",
  "description": "<p>R-Ladies Mascut is a part of a world-wide organization (R-Ladies Global) to promote gender diversity in the R community.<\/p> \n<p>This chapter is a non-profit women's coding club for all R proficiency levels, whether you're a new or aspiring R user, or an experienced female R programmer interested in mentoring &amp; networking. We are a community designed to encourage, support and ultimately drive the development of our own R skills, through meetups where members tackle hands-on tutorials and exercises to learn specific functionality, or attending relevant external events, building knowledge and experience with each event. &lt;br&gt;<\/p> \n<p>Twitter: @RLadiesMuscat<\/p> \n<p>Github: <a href=\"https://github.com/rladies\" class=\"linkified\">https://github.com/rladies<\/a><\/p> \n<p>P.S. Community Policies &amp; Code of Conduct: &lt;br&gt;The leadership, mentoring &amp; teaching roles within this Community are held exclusively by minority genders (majority gender speakers may be allowed/invited as one-off guests in exceptional circumstances at the leadership team's discretion). Due to unexpected demand, we have opened learning participation to all genders, dependent on initial and on-going vetting by the leadership team. However, the stated priority of the R-Ladies communities is the development &amp; support specifically of those identifying as a minority gender, and we, therefore, reserve the right to guard this interest through whatever measures the leadership team deems appropriate. Anyone involved with R-Ladies is expected to fully respect each other, the mandate of this community, and the goodwill on which R-Ladies is founded, or face expulsion/a penalty of any form, at the discretion of the leadership team.<\/p> \n<p>Full community guidelines are found here: <a href=\"https://github.com/rladies/starter-kit/wiki\" class=\"linkified\">https://github.com/rladies/starter-kit/wiki<\/a><\/p> \n<p>P.P.S. Photos, Films and all other media/recordings: &lt;br&gt;Photos, Films, and all other media/recordings: photographs and/or video/other media will be taken at events held by this community. By taking part in an R-Ladies event you grant the community organizers full rights to use the images resulting from the photography/video filming/media, and any reproductions or adaptations of the images for publicity, fundraising or other purposes to help achieve the community’s aims. This might include (but is not limited to), the right to use them in their printed and online publicity, social media, press releases and funding applications. If you do not wish to be recorded in these media please inform a community organizer.<\/p>",
  "lat": 23.61,
  "lon": 58.54,
  "city": "Muscat",
  "state": "",
  "country": "om",
  "memberships": {
    "totalCount": 415
  },
  "foundedDate": "2019-10-31T15:37:46+04:00",
  "proJoinDate": "2019-10-31T15:39:31-04:00",
  "timezone": "Asia/Muscat",
  "joinMode": "OPEN",
  "who": "R-Ladies",
  "isPrivate": false,
  "events": {
    "totalCount": 3,
    "first_event": "2020-01-11",
    "last_event": "2021-08-24"
  },
  "status": "inactive"
}
