{
  "id": "26556368",
  "name": "R-Ladies Cambridge",
  "urlname": "rladies-cambridge",
  "description": "<p>R-Ladies Cambridge is part of <a href=\"https://rladies.org/\">R-Ladies Global<\/a>, a world-wide organization to promote gender diversity in the R community.  <\/p>\n<p><span>We aspire to encourage and support women interested in learning and sharing their experience in R programming by hosting a variety of events including talks, workshops.<\/span> <br><\/p>\n<p>R-Ladies Cambridge welcomes members of all R proficiency levels, whether you're a new or aspiring R user, or an experienced R programmer interested in mentoring or networking. Our non-profit, civil society community is designed to develop our members' R skills and knowledge through social, collaborative learning and sharing. <\/p>\n<p><b>Membership to R-Ladies Cambridge is free. All are welcome to participate to our events.<\/b><\/p>\n<p><b> <br><\/b><\/p>\n<p>Community Policies & Code of Conduct: f<span>ull community guidelines are found at <\/span><a href=\"https://github.com/rladies/starter-kit/wiki/Code-of-Conduct\">https://github.com/rladies/starter-kit/wiki/Code-of-Conduct<\/a><\/p>\n<p>Photos, Films and all other media/recordings: <span>photographs and/or video/other media will be taken at events held by this community. By taking part in an R-Ladies Cambridge event you grant the community organisers full rights to use the images resulting from the photography/video filming/media, and any reproductions or adaptations of the images for publicity, fundraising or other purposes to help achieve the community’s aims. This might include (but is not limited to), the right to use them in their printed and online publicity, social media, press releases and funding applications. If you do not wish to be recorded in these media please inform a community organiser. <\/span><\/p>",
  "lat": 52.2,
  "lon": 0.11,
  "city": "Cambridge",
  "state": "C3",
  "country": "gb",
  "memberships": {
    "totalCount": 614
  },
  "foundedDate": "2017-11-10T11:28:12Z",
  "proJoinDate": "2018-03-29T13:15:59-04:00",
  "timezone": "Europe/London",
  "joinMode": "APPROVAL",
  "who": "R-Ladies Cambridge",
  "isPrivate": false,
  "events": {
    "totalCount": 11,
    "first_event": "2019-09-13",
    "last_event": "2025-01-28"
  },
  "status": "inactive"
}
