[
  {
    "id": "245241105",
    "title": "Beginner Statistic workshop in R",
    "description": "Beginner Statistic workshop in R\n\nSpeaker: Navid Nobani\n\nIn this workshop you will learn what is statistics, how it can be useful for data analysis and why as a data scientist you need to learn it. The topics are fundamental concepts, and are focused on:\n\n- What are variable types in data and how to deal with them\n\n- How to measure variability and central tendency of data\n\n- How to choose graphical presentation types based on types of variables\n\n- Linear & regression modeling\n\nLanguage: Examples & exercises will be in R\n\nPrerequisites: Having laptop is not mandatory\n\nTarget Audience: Beginners level\n\nBio: Navid is a data scientist at Prometeon Tyre Group. He has a background in Industrial Engineering and is working in the data science field since 2015. He uses R and Python in his daily activities to solve business problems in the marketing area.\n\nIf you are interested, don’t hesitate to join us & spread the event to your friends too. We are looking forward to meet up with you!",
    "status": "PAST",
    "dateTime": "2017-11-29T19:00:00+01:00",
    "duration": "PT2H",
    "eventUrl": "https://www.meetup.com/rladies-milan/events/245241105/",
    "featuredEventPhoto": {},
    "rsvps": {
      "yesCount": 38,
      "waitlistCount": 0,
      "totalCount": 38
    },
    "venues": [
      {
        "id": "25373969",
        "name": "EY",
        "address": "Via Meravigli, 12/14",
        "city": "Milano",
        "state": "MI",
        "country": "it",
        "lat": 45.4661,
        "lon": 9.1829,
        "postalCode": "",
        "venueType": ""
      }
    ],
    "group": {
      "name": "R-Ladies Milan",
      "urlname": "rladies-milan"
    }
  },
  {
    "id": "244404113",
    "title": "Real usecase of applying data science on real problem-Special guest: HeartInData",
    "description": "https://secure.meetupstatic.com/photos/event/d/a/5/8/600_465715896.jpeg\n\nReady to jump into the real world with the skills of data science? Then, this is the right event for you. We are pleased to introduce our special guest HeartInData ( https://www.heartindata.it/about-us/english-version/ ) for our next event. HeartInData is a group of data professionals based on Milan which is founded in 2016. They do data science for social good, also work with people and organizations to accomplish high social impact projects in unprofitable ways using cutting-edge technologies and data models.\n\nThey are going to share with us their experience of applying data science on a real business project. The goal of their projects was to help the company to understand its data better and find answers to specific problems. To achieve this they used various methods such as data integration, cleaning, handling missing values, data exploration, clustering, and churn analysis. So you will have the chance to see the complete journey of dealing with a real problem from the data till result delivery.\n\nSo hurry up, join us and don’t forget to spread the invitation to your friends too!",
    "status": "PAST",
    "dateTime": "2017-11-15T19:00:00+01:00",
    "duration": "PT1H30M",
    "eventUrl": "https://www.meetup.com/rladies-milan/events/244404113/",
    "featuredEventPhoto": {},
    "rsvps": {
      "yesCount": 31,
      "waitlistCount": 0,
      "totalCount": 31
    },
    "venues": [
      {
        "id": "25373969",
        "name": "EY",
        "address": "Via Meravigli, 12/14",
        "city": "Milano",
        "state": "MI",
        "country": "it",
        "lat": 45.4661,
        "lon": 9.1829,
        "postalCode": "",
        "venueType": ""
      }
    ],
    "group": {
      "name": "R-Ladies Milan",
      "urlname": "rladies-milan"
    }
  },
  {
    "id": "243928723",
    "title": "2nd workshop - Data exploratory & visualization",
    "description": "Ready to learn how to explore in your data and create beautiful graphics from your findings? If yes, don’t hesitate to join us! We are here for the second workshop of Rladies-Milan!\n\nThis workshop is going to be continues of our previous one. You will learn how to:\n\n- Manipulation data\n\n- Explore in the data to discover various insights and find answer for your questions\n\n- Create beautiful visualization to demonstrate discovered insights\n\nIf you didn’t participate in the first one, that is totally fine. Just check the materials from the first workshop and if you have any questions, just ask before the start of workshop :)\n\nBe sure to download the dataset from the first workshop and bring your laptops.\n\nLink for downloading the materials:\n\nhttps://github.com/parvanesh/rladies-milan/tree/workshop\n\nLooking forward to see you all!",
    "status": "PAST",
    "dateTime": "2017-10-19T19:00:00+02:00",
    "duration": "PT1H30M",
    "eventUrl": "https://www.meetup.com/rladies-milan/events/243928723/",
    "featuredEventPhoto": {},
    "rsvps": {
      "yesCount": 20,
      "waitlistCount": 0,
      "totalCount": 20
    },
    "venues": [
      {
        "id": "25373969",
        "name": "EY",
        "address": "Via Meravigli, 12/14",
        "city": "Milano",
        "state": "MI",
        "country": "it",
        "lat": 45.4661,
        "lon": 9.1829,
        "postalCode": "",
        "venueType": ""
      }
    ],
    "group": {
      "name": "R-Ladies Milan",
      "urlname": "rladies-milan"
    }
  },
  {
    "id": "242537777",
    "title": "Workshop of R for beginners",
    "description": "Hey Community!\n\nAre you enjoying your summer? We are ready to announce our second meetup event which will be a practical session on R and it’s your turn to make your hands dirty in coding!\n\nThe level of this session is for beginners. You will have a guided session to work through selection of some R functionalities, data visualization and classification methods.\n\nThe event is totally free and don’t forget to bring your Laptops!\n\nWe have a poll for determining the best time which works for you all. So please be sure to vote for it: https://www.meetup.com/R-Ladies-Milan/polls/1253049/?showVote=1\n\nWe are looking forward to meet up with you all!\n\nPs. The place and date will be announced soon :)",
    "status": "PAST",
    "dateTime": "2017-09-28T19:00:00+02:00",
    "duration": "PT1H30M",
    "eventUrl": "https://www.meetup.com/rladies-milan/events/242537777/",
    "featuredEventPhoto": {},
    "rsvps": {
      "yesCount": 16,
      "waitlistCount": 0,
      "totalCount": 16
    },
    "venues": [
      {
        "id": "25373969",
        "name": "EY",
        "address": "Via Meravigli, 12/14",
        "city": "Milano",
        "state": "MI",
        "country": "it",
        "lat": 45.4661,
        "lon": 9.1829,
        "postalCode": "",
        "venueType": ""
      }
    ],
    "group": {
      "name": "R-Ladies Milan",
      "urlname": "rladies-milan"
    }
  },
  {
    "id": "241402478",
    "title": "Kickoff event!",
    "description": "Hello Rladies community!\n\nHere we are finally, are you ready?\nOur first kickoff event will be held on 20th of july in EY office; they will support us in organizing the event and location. Thank you EY!\n\nPlease be sure to fill out our survey, in order to know you and your expectations and to organize the events better https://goo.gl/forms/aodpKEDX17ncV5sD2 Join us for this exciting meeting and we will focus on:\n\n1- Introduction of our group, its goal, its roadmap and presenting the results of survey\n2- Introduction to R and how to be a data scientist!\n3- Exchange ideas, expectations and brainstorming\n\nAll meetings will be in english and we are so excited to see you all there. Thanks and see you soon!\n\nWe are always looking for sponsors & speaks, please don't hesitate to contatc us!",
    "status": "PAST",
    "dateTime": "2017-07-20T19:00:00+02:00",
    "duration": "PT0S",
    "eventUrl": "https://www.meetup.com/rladies-milan/events/241402478/",
    "featuredEventPhoto": {},
    "rsvps": {
      "yesCount": 12,
      "waitlistCount": 0,
      "totalCount": 12
    },
    "venues": [
      {
        "id": "25373969",
        "name": "EY",
        "address": "Via Meravigli, 12/14",
        "city": "Milano",
        "state": "MI",
        "country": "it",
        "lat": 45.4661,
        "lon": 9.1829,
        "postalCode": "",
        "venueType": ""
      }
    ],
    "group": {
      "name": "R-Ladies Milan",
      "urlname": "rladies-milan"
    }
  },
  {
    "id": "257163141",
    "title": "End year Aperitivo",
    "description": "Dear Rladiers,\n\nIt was a great year to have all of you next to us. We appreciate each one of you that encourages us and supporting us in our way.\n\nFor conclusion of this year, we would like to announce our end year aperitivo night, to celebrate our journey in 2018 and getting ready for new year.\nWe are planning more exciting events for upcoming year and of course we need your support as always. We are looking for (no gender bias!) girls/boys who:\n- Would like to be a co-organizer & helping us for holding more events\n- Would like to share her/his story in data science (be speaker in one of the events)\n- Is passionate about data & is open to new professional job opportunity ( you will find out about secret employer in apritivo ;) )\n\nSo if any of these above is matching you, please fill this 10 seconds form ( promise it is just 10 sec) https://survey.survicate.com/8d524f7acf6f6cf7/ so we can contact you directly. We will discuss more details together at apritivo.\n\nI guess that it for now! Please don't hesitate to join us and we can not wait to see you all there.\nPs. This event is not having any gender bias, and you are more than welcome just if you have a passion for data science.",
    "status": "PAST",
    "dateTime": "2018-12-20T19:00:00+01:00",
    "duration": "PT2H",
    "eventUrl": "https://www.meetup.com/rladies-milan/events/257163141/",
    "featuredEventPhoto": {},
    "rsvps": {
      "yesCount": 20,
      "waitlistCount": 0,
      "totalCount": 20
    },
    "venues": [
      {
        "id": "25382294",
        "name": "la hora Feliz",
        "address": "Via S. Vito, 5, 20123 Milano MI",
        "city": "Milano",
        "state": "",
        "country": "IT",
        "lat": 45.4599,
        "lon": 9.1821,
        "postalCode": "meetup2",
        "venueType": ""
      }
    ],
    "group": {
      "name": "R-Ladies Milan",
      "urlname": "rladies-milan"
    }
  },
  {
    "id": "254457358",
    "title": "Geospatial Analysis using Amazon Forest dataset",
    "description": "Our Speaker: Thais Almeida Lima\n\nDo you know what is Geospatial analysis? Are you eager learning it and understand its practical usage? Then this meetup is for you! Geospatial analysis is the gathering, manipulation and computation of useful information from data that can be spatially located on Earth, using a system of geographic coordinates.\n\nIn this meetup, Thais Almeida Lima is going introduce some basic steps of Geospatial analysis in R utilizing Raster package and is presenting an interesting practical Use-case.\nThe study case is focused on the mapping of selective logging activities in the forests of Brazilian Amazon. Participants will learn how to manipulate raster and vector files in R and how to extract useful statistics from these data sets.\n\nThais A. Lima is a Forester, she holds a Master Degree in Tropical Forest Sciences and she is finishing her PhD in Forestry at the University of British Columbia (Vancouver, Canada). She has been working in the Amazon forest for more than 10 years, five of them as law enforcement officer of the Brazilian Government. She has been in Italy since 2016, working as a visiting researcher at the Joint Research Center of the European Commission (Ispra, Varese).",
    "status": "PAST",
    "dateTime": "2018-09-27T19:00:00+02:00",
    "duration": "PT1H30M",
    "eventUrl": "https://www.meetup.com/rladies-milan/events/254457358/",
    "featuredEventPhoto": {},
    "rsvps": {
      "yesCount": 24,
      "waitlistCount": 0,
      "totalCount": 24
    },
    "venues": [
      {
        "id": "25373969",
        "name": "EY",
        "address": "Via Meravigli, 12/14",
        "city": "Milano",
        "state": "MI",
        "country": "it",
        "lat": 45.4661,
        "lon": 9.1829,
        "postalCode": "",
        "venueType": ""
      }
    ],
    "group": {
      "name": "R-Ladies Milan",
      "urlname": "rladies-milan"
    }
  },
  {
    "id": "251888920",
    "title": "Advanced Analytics & Machine Learning Case Study in Insurance by GENERALI",
    "description": "We are delighted to invite you to a special event called “Women in Data Science” sponsored by Generali.\nThis event welcomes all those who support a more inclusive and gender-balanced workplace and culture.\nIn this event 3 challenges will be explored in the insurance business and how they have been addressed by data analytics touching different areas of the value chain.\nPlease find the below the agenda of the event:\n18:00 – 18:15 Welcome drink\n18:15 – 18:20 Opening – by Group D&I Team\n18:20 – 18:30 Introducing Rladies – by Parvaneh Shafiei, EY\n18:30 – 18:50 Machine learing applied to fraud and early claims prediction in Life Business – by Gloria della Noce\n18:50 – 19:00 Q&A\n19:00 – 19:20 Steering Health Insurance Customers to the most appropriate healthcare facility through a recommendation engine – by Valeria Danese\n19:20 – 19:30 Q&A\n19:30 – 19:50 Predicting Euro exchange rate through deep learning – by Katerina Milosevic\n19:50 – 20:00 Q&A and closing\n\nMake sure you arrive 10 minutes before the start to leave your document and get a badge at the reception to be able to access premises.\n\nSome notes:\nDue to limitation of the seats, please reserve your seats as soon as possible by filling this form: https://docs.google.com/forms/d/e/1FAIpQLSe3nNnrX6W1H9E37EP6D1V16P0bdodYFSJSipN9iQogjfviFg/formResponse\nYour seat will be confirmed few days later, by receiving a confirmation email.\nATTENTION: Your seat wont be confirmed until you fill the above form & you receive a confirmation email from us.\n\nDon't hesitate to join & we look forward to meeting you all!",
    "status": "PAST",
    "dateTime": "2018-07-05T18:00:00+02:00",
    "duration": "PT2H",
    "eventUrl": "https://www.meetup.com/rladies-milan/events/251888920/",
    "featuredEventPhoto": {},
    "rsvps": {
      "yesCount": 28,
      "waitlistCount": 25,
      "totalCount": 28
    },
    "venues": [
      {
        "id": "25862914",
        "name": "Assicurazioni Generali",
        "address": "Piazza cordusio, 2",
        "city": "milano",
        "state": "mi",
        "country": "it",
        "lat": 45.4652,
        "lon": 9.1855,
        "postalCode": "meetup2",
        "venueType": ""
      }
    ],
    "group": {
      "name": "R-Ladies Milan",
      "urlname": "rladies-milan"
    }
  },
  {
    "id": "250427188",
    "title": "Statistic - Hypothesis testing workshop",
    "description": "Statistic - Hypothesis testing workshop\nOur special guest: Navid Nobani\n\nJoin us and other Rladiers to learn about hypothesis testing and how to use them in your analysis.\n\nIn this workshop, Navid will introduce you the interesting world of hypothesis testing! He will talk about the concept of Hypothesis testing, the reason why this is an absolutely essential tool for performing our analyses and even dealing with everyday life problems. He will show how to implement different types of hypothesis tests (z-test, t-test, ANOVA,..) from scratch in R and how we can prevent facing common backlashes of these kinds of tests.\nIt's highly recommended to bring your laptop to the workshop as we run codes together. To do so please make sure that you have installed R and Rstudio and have downloaded the R codes.\nThe link to materials will be published before workshop day.\n\nNavid is a data scientist at Prometeon Tyre Group. He has a background in Industrial Engineering and is working in the data science field since 2015. He uses R and Python in his daily activities to solve business problems in the marketing area.\n\n• Important to know\nPlease arrive maximum 10 minutes before the meetup time, when you arrive, go to the reception and give your document and get your badge. I'll be there at 18.50 and we go to the classroom together.\n\nDon’t hesitate to join us & spread the event to your friends too. We are looking forward to meet up with you!",
    "status": "PAST",
    "dateTime": "2018-06-05T19:00:00+02:00",
    "duration": "PT2H",
    "eventUrl": "https://www.meetup.com/rladies-milan/events/250427188/",
    "featuredEventPhoto": {},
    "rsvps": {
      "yesCount": 29,
      "waitlistCount": 0,
      "totalCount": 29
    },
    "venues": [
      {
        "id": "25373969",
        "name": "EY",
        "address": "Via Meravigli, 12/14",
        "city": "Milano",
        "state": "MI",
        "country": "it",
        "lat": 45.4661,
        "lon": 9.1829,
        "postalCode": "",
        "venueType": ""
      }
    ],
    "group": {
      "name": "R-Ladies Milan",
      "urlname": "rladies-milan"
    }
  },
  {
    "id": "250593149",
    "title": "Create yourself workshop",
    "description": "In an always more digitalized world it is fundamental to stay centered and aligned. What really makes us stand out is what we represent as human beings. This is self leadership, knowing to manage ourselves to create a better world where other people want to belong. Stepping outside of our comfort zone to experience new emotions and experiences. This is what Nancy means by Create Yourself!\n\nLadies & gentlemen, this time we have a different event, which is going to be really interesting and informative for those who like to master balance of life and work, their energy, happiness and self awareness.\nNancy is a an expert Trainer, Speaker, Coach and Counselor with more than 30 years in the business world specializing in sales, marketing and communication skills.\nBorn in Lima, Peru, Nancy grew up in various cities around the world, such as Rome, Mexico City, San Francisco and is currently living in Milan, Italy. She is the author of various best selling audio courses and e-books on iTunes such as “Impara a Vendere te Stesso”, “Las personas primero te compran a ti” , “Come Vendere alle Donne” e “Stressati e felici: come creare la tua felicità”. Her book Crea te Stessa published by Sperling&Kupfer in may 2014 is on it’s fourth edition. In 2016 she was given the Standout Woman Award.\nShe participates as a Mentor in associations like PWN (professional women network) ,YWN (young women network) and Genext (Dell’s millenials program).\nFor more information please visit: https://www.nancycooklin.com/en/\n\nDon't miss this opportunity and join us!",
    "status": "PAST",
    "dateTime": "2018-05-24T19:00:00+02:00",
    "duration": "PT2H",
    "eventUrl": "https://www.meetup.com/rladies-milan/events/250593149/",
    "featuredEventPhoto": {},
    "rsvps": {
      "yesCount": 24,
      "waitlistCount": 0,
      "totalCount": 24
    },
    "venues": [
      {
        "id": "25373969",
        "name": "EY",
        "address": "Via Meravigli, 12/14",
        "city": "Milano",
        "state": "MI",
        "country": "it",
        "lat": 45.4661,
        "lon": 9.1829,
        "postalCode": "",
        "venueType": ""
      }
    ],
    "group": {
      "name": "R-Ladies Milan",
      "urlname": "rladies-milan"
    }
  },
  {
    "id": "249924960",
    "title": "Risk management based on Bayesian Networks ",
    "description": "Risk management based on Bayesian Networks\nOur special guest: Mahsa Teimourikia\n\nJoin us and other Rladiers to learn about Bayesian networks and how to use them for Risk management.\n\nOur speaker for this time, is Mahsa Teimourikia. Mahsa has received her PhD from Politecnico di Milano, in the department of Electronics, Computer and Bioengineering (DEIB) in 2016, with research focus on \"Security and Safety in Risk-Prone Smart Work Environments\". Her research focused on co-engineering adaptive security and safety considering the emerging challenges and opportunities of Industry 4.0. Broadly, she has developed a risk management model based on Bayesian Networks for Industry 4.0 and smart work environments using the ambient and monitored data. And employed the risk-assessment results on a context-aware security model in order to permit risk treatment.\n\nShe grew up in Iran, and received her undergraduate degree in Computer Engineering from Sadjad University of Technology in Mashhad, Iran. She earned a Masters in Computer Engineering from Politecnico di Milano in 2013.\n\nHer research interests are: security and access control models, risk management, machine learning, data science, probabilistic and statistical models, and knowledge management.\n\n• Important to know\nPlease arrive maximum 10 minutes before the meetup time, when you arrive, go to the reception and give your document and get your badge. I'll be there at 18.50 and we go to the classroom together.",
    "status": "PAST",
    "dateTime": "2018-04-24T19:00:00+02:00",
    "duration": "PT1H30M",
    "eventUrl": "https://www.meetup.com/rladies-milan/events/249924960/",
    "featuredEventPhoto": {},
    "rsvps": {
      "yesCount": 15,
      "waitlistCount": 0,
      "totalCount": 15
    },
    "venues": [
      {
        "id": "25373969",
        "name": "EY",
        "address": "Via Meravigli, 12/14",
        "city": "Milano",
        "state": "MI",
        "country": "it",
        "lat": 45.4661,
        "lon": 9.1829,
        "postalCode": "",
        "venueType": ""
      }
    ],
    "group": {
      "name": "R-Ladies Milan",
      "urlname": "rladies-milan"
    }
  },
  {
    "id": "248764678",
    "title": "Workshop: Regression analysis using R with practical project",
    "description": "Workshop: Regression analysis using R\nOur Speaker: Ana G. Pena\n\nJoin us and other Rladiers to learn about Regression Analysis in R and how to apply it on multiple use cases.\nRegression is a very useful statistical method which enables to verify correlations within variables and validate the effect of one variable upon another. In this meetup, Ana is going to walk us through theory and a practical project which used a dataset from a workers household survey, the project involves determining the effects of various variables on income through a cross sectional and multiple regression analysis.\nParticipants will learn how to fit a Linear & Multiple Regression model in R, interpret outputs such as correlation, coefficients and statistical significance of variables and extract patterns to produce final output.\n\nAna worked as a Senior Research Manager in an IT and Business Process Management organization in Manila and has significant years of professional experience in consulting and managing industry, business, and economics research projects in different sectors. She obtained her Master’s Degree in Applied Business Economics from University of Asia and the Pacific where she also worked as an economist, and she is currently completing her Master of Science in Economics degree in Universita di Pisa and Scuola Superiore Santa’Anna.\n\nDon’t hesitate to join us. We are looking forward to meet up with you!\n\n• Important to know\nPlease arrive maximum 10 minutes before the meetup time, when you arrive, go to the reception and give your document and get your badge. I'll be there at 18.50 and we go to the classroom together.",
    "status": "PAST",
    "dateTime": "2018-03-26T19:00:00+02:00",
    "duration": "PT1H30M",
    "eventUrl": "https://www.meetup.com/rladies-milan/events/248764678/",
    "featuredEventPhoto": {},
    "rsvps": {
      "yesCount": 20,
      "waitlistCount": 0,
      "totalCount": 20
    },
    "venues": [
      {
        "id": "25373969",
        "name": "EY",
        "address": "Via Meravigli, 12/14",
        "city": "Milano",
        "state": "MI",
        "country": "it",
        "lat": 45.4661,
        "lon": 9.1829,
        "postalCode": "",
        "venueType": ""
      }
    ],
    "group": {
      "name": "R-Ladies Milan",
      "urlname": "rladies-milan"
    }
  },
  {
    "id": "264838287",
    "title": "#Tidytuesday workshop",
    "description": "Here we are again with a new event & hope you had a great summer holiday!\nAs like previous workshop, we planned another tidytuesday event.\nIt is a practical workshop to sharpen data wrangling skills, we are going to explore a Tidytuesday dataset in groups or individually.\nWhat is Tidytuesday?\nTidyTuesday is a weekly data project with the goal to use your data processing skills to summarize and arrange data for making meaningful charts with ggplot2, tidyr, dplyr, and other tools in the tidyverse ecosystem. The intent of Tidytuesday is to provide a safe and supportive forum for individuals to practice their wrangling and data visualization skills. For more information on #tidytuesday, check out this blog post: https://bit.ly/2HqEsdt\nA new dataset is released on Github every Monday (https://github.com/rfordatascience/tidytuesday) and anybody is welcome to explore data & publish its results on Twitter.\nAgenda:\n19:00 - 19:15pm Meet and Greet\n19:15 - 20:15pm Data exploration & analysis\n20:15 - 20:45pm Discussion\nThis is a great opportunity to meet other other data lovers, improve your Data science skills and build up your GitHub/Twitter/data science portfolio!\nWho is this for?\nNew and experienced data scientists are welcome! You are free to use other programming languages such as Python.\nWhat should I bring?\nBring your own laptop (fully-charged!) and all learning materials you want to use.\nDo to limitation of the seats, please RSVP Yes, in case you are sure that you can join us, thanks for your collaboration and Can't wait to see you all!",
    "status": "PAST",
    "dateTime": "2019-09-19T19:00:00+02:00",
    "duration": "PT2H",
    "eventUrl": "https://www.meetup.com/rladies-milan/events/264838287/",
    "featuredEventPhoto": {},
    "rsvps": {
      "yesCount": 14,
      "waitlistCount": 0,
      "totalCount": 14
    },
    "venues": [
      {
        "id": "26516306",
        "name": "Radicetonda",
        "address": "5, 5 Piazza Buozzi Bruno",
        "city": "Milan",
        "state": "mi",
        "country": "it",
        "lat": 45.4495,
        "lon": 9.207,
        "postalCode": "",
        "venueType": ""
      }
    ],
    "group": {
      "name": "R-Ladies Milan",
      "urlname": "rladies-milan"
    }
  },
  {
    "id": "263176584",
    "title": "#Tidytuesday workshop",
    "description": "Here we are with a new event before going to summer holidays and! to celebrate our 2nd birthday!\nThis time we have a practical workshop to sharpen data wrangling skills, join us for exploring a Tidytuesday dataset that we are going to work in gorups or individually.\nWhat is Tidytuesday?\nTidyTuesday is a weekly data project with the goal to use your data processing skills to summarize and arrange data for making meaningful charts with ggplot2, tidyr, dplyr, and other tools in the tidyverse ecosystem. The intent of Tidytuesday is to provide a safe and supportive forum for individuals to practice their wrangling and data visualization skills. For more information on #tidytuesday, check out this blog post: https://bit.ly/2HqEsdt\nA new dataset is released on Github every Monday (https://github.com/rfordatascience/tidytuesday) and anybody is welcome to explore data &publish its results on Twitter.\nWe will explore one of the latest dataset of tidytuesday: Women's World Cup, you can download the data here: https://github.com/rfordatascience/tidytuesday/tree/master/data/2019/2019-07-09\nAgenda:\n19:00 - 19:15 pm Meet and Greet\n19:15 - 20:15 pm Tidytuesday\n20:15 - 20:45 pm Discussion\nThis is a great opportunity to meet other other Rlovers, improve your Data science skills and build up your GitHub/Twitter/data science portfolio!\nWho is this for?\nNew and experienced R users, are welcome!\nWhat should I bring?\nBring your own laptop (fully-charged!) and all learning materials you want to use.\nDo to limitation of the seats, please RSVP Yes, in case you are sure that you can join us, thanks for your collaboration and Can't wait to see you all!",
    "status": "PAST",
    "dateTime": "2019-07-23T19:00:00+02:00",
    "duration": "PT2H",
    "eventUrl": "https://www.meetup.com/rladies-milan/events/263176584/",
    "featuredEventPhoto": {},
    "rsvps": {
      "yesCount": 18,
      "waitlistCount": 0,
      "totalCount": 18
    },
    "venues": [
      {
        "id": "26516306",
        "name": "Radicetonda",
        "address": "5, 5 Piazza Buozzi Bruno",
        "city": "Milan",
        "state": "mi",
        "country": "it",
        "lat": 45.4495,
        "lon": 9.207,
        "postalCode": "",
        "venueType": ""
      }
    ],
    "group": {
      "name": "R-Ladies Milan",
      "urlname": "rladies-milan"
    }
  },
  {
    "id": "260831732",
    "title": "How to communicate your results with Rmarkdown & Knitr",
    "description": "Hi back again,\nReady for the meetup of May? For the meetup of the month, we will have a workshop on how to use RMarkdown \"How to communicate your results with Rmarkdown & knitr\".\nOur amazing speaker this time is \"Otho Mantegazza\".\nOtho is going to show us how to communicate & present final results in an engaged way to our audience.\nOur audience can be our team, non-techinical people or even creating an archive for ourselves just remember what were doing in six months from now.\nEnabling this R has two powerful packages to utilize: markdown and knitr. These two packages are helping us to knit together R code & markdown text together super easy.\nThese packages run R code, style text and show the results in a single output. In this way we can produce elegant and reproducible reports.\nSince markdown is native to HTML, its integration in R works best with html outputs, in addition we can use other packages to produce other HTML outputs such as slides, books or a blog.\nIn this workshop Otho will show us how to use those tools and what we can achieve with them, with practical exercises and examples from his work in the field of biology and genomics.\nLevel: beginner\nBe sure that you have installed the packages Rmarkdown and knitr.\ninstall.packages(c(\"rmarkdown\", \"knitr\"))\nAdditional packages that you might want to try:\ninstall.packages(c(\"revealjs\",\"bookdown\",\"blogdown\",\"leaflet\",\"r2d3\"))\nPlease find more info in his github: https://github.com/othomantegazza/talk-rladies\nOtho, is a biologist & a freelancer data scientist. He did his last Postdoc at IRD (Institut de Recherche pour le Développement) and his Phd in Biology @ university of Milan. He has learned R during his PhD while producing extensive datasets in his research as he wanted to analyze them autonomously. Later, R has been fundamental in his two postdocs, where he used it on a daily basis to explore and model genomic data. First at HHU/CEPLAS, in Duesseldorf, where he used it to find targets to improve photosynthesis in crops, later at IRD, in Montpellier, where he used it to explore the genetics of Asian and African rice.",
    "status": "PAST",
    "dateTime": "2019-05-09T19:00:00+02:00",
    "duration": "PT2H",
    "eventUrl": "https://www.meetup.com/rladies-milan/events/260831732/",
    "featuredEventPhoto": {},
    "rsvps": {
      "yesCount": 30,
      "waitlistCount": 0,
      "totalCount": 30
    },
    "venues": [
      {
        "id": "25373969",
        "name": "EY",
        "address": "Via Meravigli, 12/14",
        "city": "Milano",
        "state": "MI",
        "country": "it",
        "lat": 45.4661,
        "lon": 9.1829,
        "postalCode": "",
        "venueType": ""
      }
    ],
    "group": {
      "name": "R-Ladies Milan",
      "urlname": "rladies-milan"
    }
  },
  {
    "id": "260069570",
    "title": "Open Challenges in a Data Science Team",
    "description": "We are delighted to invite you to a special event called “Open Challenges in a Data Science Team” sponsored by Prometeia.\nIn this meeting Prometeia will present two important use-cases and challenges that any Data Science team can face:\n- How to create an advanced analytics center of excellence\n- How to extract value from unstructured data\n\nHow to create an advanced analytics center of excellence\nSpeaker: Mariapia Lampis, Business translator at Prometeia\nIn order to gain competitive advantages, data-driven companies should govern and value the informative heritage collected on clients and companies. By applying innovative strategies and methodologies on those data, companies optimize the decisional and operational processes, develop new products and business models. In this talk, Mariapia will describe how Prometeia Data Science team supports the set-up and training of analytical teams in banks and insurance companies, the identification of organizational structures and the development of a portfolio of analytical projects with high business impact.\nLinkedin: https://www.linkedin.com/in/mariapia-lampis-561764102/\n\nHow to extract value from unstructured data\nSpeaker: Oriana Angelucci, Business translator at Prometeia\nThe Digital disruption has generated a staggering increase in unstructured data that, despite not having fixed schemas, are rich in information useful for different disciplines. Systems that simply retrieve information are no longer enough. What is needed are approaches that allow the comprehension, synthesis and visualization of complex and extended contents. In this talk, Oriana will describe how Prometeia Data Science team extracts value from unstructured data, combining NLP techniques with other analytical methods such as Deep Learning, from the business point of view. Oriana will analyze 2 different use cases: Ticket automation and Monitoring and forecasting of operational losses.\nLinkedin: https://www.linkedin.com/in/oriana-angelucci-92090193/\n\nAgenda of event:\n18:30 – 19.15 Welcoming & First talk\n19:15 – 20.00 Second Talk\n20.00 - 20.45 Aperitivo & Networking\n\nDue to limitations of seats, please RSVP yes, if you are sure can make it else please give the chance to other people who are interested to participate.\nThanks all for your collaboration and looking forward to meet up with all of you!",
    "status": "PAST",
    "dateTime": "2019-04-04T18:30:00+02:00",
    "duration": "PT2H",
    "eventUrl": "https://www.meetup.com/rladies-milan/events/260069570/",
    "featuredEventPhoto": {},
    "rsvps": {
      "yesCount": 40,
      "waitlistCount": 4,
      "totalCount": 40
    },
    "venues": [
      {
        "id": "26276893",
        "name": "Via Brera, 18",
        "address": "Via Brera, 18",
        "city": "Milano",
        "state": "MI",
        "country": "it",
        "lat": 45.4711,
        "lon": 9.1878,
        "postalCode": "20121",
        "venueType": ""
      }
    ],
    "group": {
      "name": "R-Ladies Milan",
      "urlname": "rladies-milan"
    }
  },
  {
    "id": "258742299",
    "title": "Women in Data Science (WIDS) Milan Conference",
    "description": "For the first time, in Milan, EY and RladiesMilan are gathering together holding a Women in Data Science conference. The goal of this event is to inspire & educate data scientists regardless of gender and support women in the field.\nDuring this half day conference, we will bring data scientist professionals in industry & academic together to hear about the latest trend in Data science and understand what are the different applications in both environments.\nWiDS Milan is an independent event organized by EY and RladiesMilan to coincide with the annual Global Women in Data Science (WiDS) Conference held at Stanford University and an estimated 150+ locations worldwide. All genders are invited to attend WiDS regional events, which features outstanding women doing outstanding work.\n\nThe event is in English and the registration is required. For registration please visit the link: https://widsmilan.com/\nPosts are limited!",
    "status": "PAST",
    "dateTime": "2019-03-06T16:00:00+01:00",
    "duration": "PT4H",
    "eventUrl": "https://www.meetup.com/rladies-milan/events/258742299/",
    "featuredEventPhoto": {},
    "rsvps": {
      "yesCount": 53,
      "waitlistCount": 0,
      "totalCount": 53
    },
    "venues": [
      {
        "id": "25373969",
        "name": "EY",
        "address": "Via Meravigli, 12/14",
        "city": "Milano",
        "state": "MI",
        "country": "it",
        "lat": 45.4661,
        "lon": 9.1829,
        "postalCode": "",
        "venueType": ""
      }
    ],
    "group": {
      "name": "R-Ladies Milan",
      "urlname": "rladies-milan"
    }
  },
  {
    "id": "258508431",
    "title": "Network Analysis for community detection in R",
    "description": "Ciao tutti!\nHere we are back with our first event of the year.\nOur Speaker this time is Kristina Khvatova, Software Engineer at Softec.\nIn this meetup she is going to show us what are networks and their use cases.\nAt first she will introduce fundamental definitions providing practical examples and teach how to visualize networks. After that, she will talk about the main metrics used in networks analysis and will show how it can be implemented for networks analysis.\nAt the end she will go through a community detection use-case for demonstrating how we can detect communities and make hypothesis about members of them.\n\nLevel: Beginner, not specific knowledge is required.\nPlease bring your laptop if you would like to go along with workshop. In this case you can download dataset from here: http://konect.uni-koblenz.de/networks/moreno_train\nAll of the analysis are going to be done by igraph package, be sure to install it before coming:\ninstall.packages(\"igraph\")\nAgenda:\n19.00-20.00: Talk\n20.00-20.15 Q&A\n20.15-21.00: Aperitivo with pizza e networking\nPs. The event is free as always :)\nCan't wait to see you on Monday and happy learning!",
    "status": "PAST",
    "dateTime": "2019-02-11T19:00:00+01:00",
    "duration": "PT2H",
    "eventUrl": "https://www.meetup.com/rladies-milan/events/258508431/",
    "featuredEventPhoto": {},
    "rsvps": {
      "yesCount": 46,
      "waitlistCount": 0,
      "totalCount": 46
    },
    "venues": [
      {
        "id": "25373969",
        "name": "EY",
        "address": "Via Meravigli, 12/14",
        "city": "Milano",
        "state": "MI",
        "country": "it",
        "lat": 45.4661,
        "lon": 9.1829,
        "postalCode": "",
        "venueType": ""
      }
    ],
    "group": {
      "name": "R-Ladies Milan",
      "urlname": "rladies-milan"
    }
  },
  {
    "id": "274928575",
    "title": "2020 GoodRbye!",
    "description": "Unisciti a noi per l'ultimo evento dell'anno targato RLadies Italy!\n\nFesteggeremo insieme i risultati ottenuti finora con le speakers che ci hanno supportato e parleremo dei prossimi eventi in programma nel 2021!!!!!\n\nCi sarà anche un mini \"pub quiz\" virtuale con dei premi in palio per la RLady che ne saprà di più su R, RLadies global e RLadies Italy.\nNon vediamo l'ora di premiare la 'miglior' RLady dell'anno!!\n\nVi proponiamo anche un sondaggio di fine anno per raccogliere feedback che ci aiuteranno a migliorare e creare una community ancora più attiva nel prossimi mesi.\nLink sondaggio: https://forms.gle/c1MQE8z94FQozfJH7\n\nNon perdere quest'occasione per festeggiare con noi e fare un brindisi a questa nuova community che sta crescendo a vista d'occhio!\n\nAgenda:\n- RLadies Italy Intro\n- Roundtable speakers\n- Piani per il prossimo anno\n- Q&A\n- Quiz Time!\nVi aspettiamo!\n\nInterested to give a talk or collaborate with us on an event? Reach us!",
    "status": "PAST",
    "dateTime": "2020-12-15T18:30:00+01:00",
    "duration": "PT1H",
    "eventUrl": "https://www.meetup.com/rladies-milan/events/274928575/",
    "featuredEventPhoto": {},
    "rsvps": {
      "yesCount": 17,
      "waitlistCount": 0,
      "totalCount": 17
    },
    "venues": [
      {
        "id": "26906060",
        "name": "Online event",
        "address": "",
        "city": "",
        "state": "",
        "country": "",
        "lat": -8.5211,
        "lon": 179.1962,
        "postalCode": "",
        "venueType": "online"
      }
    ],
    "group": {
      "name": "R-Ladies Milan",
      "urlname": "rladies-milan"
    }
  },
  {
    "id": "274415794",
    "title": "Recommendation Engine from scratch!",
    "description": "Ciao di nuovo!\nSiamo qui per un evento interessante:\nVolete aggiornare il vostro skill set e imparare a costruire un sistema di raccomandazione da zero? Questo evento fa per voi!\nSiamo lieti di ospitare un workshop virtuale con Avanade, leader mondiale nella fornitura di servizi digitali innovativi, cloud, business solutions ed experience design.\nIn questo workshop imparerete:\n* Costruzione di un Recommendation System tramite la libreria recommenderlab, allo scopo di suggerire delle “categorie letterarie” a utenti che comprano libri.\nIl workshop sarà suddiviso in diversi step, dall’analisi del dataset alla costruzione di KPI, fino all’implementazione del modello di raccomandazione. Come ultimo step, per mostrare come usufruire del modello, mostreremo una ShinyApp che, prendendo in input alcune informazioni sui gusti dell’utente, restituisce le categorie suggerite\n\nLevel: Beginner\nIl materiale per il workshop sarà condiviso prima dell'evento.\n\nSpeakers:\n- Intro: Simona Radici, Talent Acquisition specialist e Giovanni Vetrella, Advanced Analytics Talent Community Lead.\n- Hands on Lab: Michela Isella e Adriana Santacroce, Advanced Analytics Consultant e Advanced Analytics Analyst.\n\n* Michela Isella, Laureata in Fisica, Data Scientist in Avanade. Parte del team di Advanced Analytics, specializzata nello sviluppo di soluzioni di Machine Learning tramite servizi del Cloud Microsoft Azure.\n* Adriana Santacroce, ha un dottorato di ricerca nel campo statistico-demografico. Attualmente lavora nel team di Advanced Analytics di Avanade.\n\nRicordate che per questo workshop e' necessario aver installato R & Rstudio sul vostro pc. L'evento sarà in Italiano e sarà trasmesso in streaming tramite Zoom (Non è necessario installare zoom).\nIl link per partecipare verrà condiviso dopo la registrazione.\n\nAgenda:\n- Introduzione: 17.30 - 17.45\n- Workshop: 17.45 18.30\n- Q&A: 18.30 - 18.45\n\nLooking forward to meeting up with you all!\nInterested to give a talk or collaborate with us on an event? Reach us!",
    "status": "PAST",
    "dateTime": "2020-11-25T17:30:00+01:00",
    "duration": "PT1H30M",
    "eventUrl": "https://www.meetup.com/rladies-milan/events/274415794/",
    "featuredEventPhoto": {},
    "rsvps": {
      "yesCount": 48,
      "waitlistCount": 0,
      "totalCount": 48
    },
    "venues": [
      {
        "id": "26906060",
        "name": "Online event",
        "address": "",
        "city": "",
        "state": "",
        "country": "",
        "lat": -8.5211,
        "lon": 179.1962,
        "postalCode": "",
        "venueType": "online"
      }
    ],
    "group": {
      "name": "R-Ladies Milan",
      "urlname": "rladies-milan"
    }
  },
  {
    "id": "273637749",
    "title": "Scenari e ruoli alternativi nella Data Science",
    "description": "Siamo tornati con un nuovo evento per Ottobre!\n3 lightning talks con 3 fantastici speakers che racconteranno le loro esperienze con i dati, in settori \"non tradizionalmente\" legati alla data science.\n\n*Alice Corona, freelance nel mondo del #datastorytelling e #datajournalism, ci aiuterà a colmare il gap tra informazione e dati offrendo visibilità ad una serie di ruoli molto versatili.\n\n*Giulia Brandetti , senior data scientist di Enel, ci parlerà della sua esperienza in #peopleoperationanalytics e dell'implementazione di algoritmi di ML.\n\n*Sonia Elicio - Growth Hacker ci racconterà di #growthhacking e #marketinganalytics e della sua esperienza nel supportare la crescita di startups attraverso l'uso di dati e statistiche.\n\nCosa rappresenta #RLadiesItaly?\n\nUn progetto congiunto tra R-Ladies Bari e Rladies Milan, due local chapters di RLadies (https://rladies.org/), organizzazione non-profit, che si prefigge di aiutare donne e minoranze ad accedere al mondo dela data science.",
    "status": "PAST",
    "dateTime": "2020-10-13T18:00:00+02:00",
    "duration": "PT1H",
    "eventUrl": "https://www.meetup.com/rladies-milan/events/273637749/",
    "featuredEventPhoto": {},
    "rsvps": {
      "yesCount": 34,
      "waitlistCount": 0,
      "totalCount": 34
    },
    "venues": [
      {
        "id": "26906060",
        "name": "Online event",
        "address": "",
        "city": "",
        "state": "",
        "country": "",
        "lat": -8.5211,
        "lon": 179.1962,
        "postalCode": "",
        "venueType": "online"
      }
    ],
    "group": {
      "name": "R-Ladies Milan",
      "urlname": "rladies-milan"
    }
  },
  {
    "id": "271867280",
    "title": "Root cause analysis using frequent pattern discovery (Machine learning usecase)",
    "description": "Hi everybody,\nBefore jumping to the summer's holiday, wanted to organize another meetup, and here we are!\nIn this meetup, we are hosting Golnaz, she is a data scientist working for Altran Italia. During this meet up she will:\n- Discuss practical steps to start a career in data science and opportunities in Altran.\n- Present a real use case on pattern mining. An approach used to developing a semi-supervised ML model for root cause analysis and finding correlations in data.\nWanna learn more? Join us at online meetup!\nWith RSVP Yes, you will receive the link for joining to us online.",
    "status": "PAST",
    "dateTime": "2020-07-28T18:30:00+02:00",
    "duration": "PT1H",
    "eventUrl": "https://www.meetup.com/rladies-milan/events/271867280/",
    "featuredEventPhoto": {},
    "rsvps": {
      "yesCount": 41,
      "waitlistCount": 0,
      "totalCount": 41
    },
    "venues": [
      {
        "id": "26906060",
        "name": "Online event",
        "address": "",
        "city": "",
        "state": "",
        "country": "",
        "lat": -8.5211,
        "lon": 179.1962,
        "postalCode": "",
        "venueType": "online"
      }
    ],
    "group": {
      "name": "R-Ladies Milan",
      "urlname": "rladies-milan"
    }
  },
  {
    "id": "271925987",
    "title": "Donne e data science: come trovare la tua strada",
    "description": "Donne e data science: come trovare la tua strada. Round table con 6 data scientists con background e profili professionali diversi.\n\nL'evento è aperto a tutti e a tutti i livelli di esperienza. L'evento è gratuito, in lingua italiana e prevede il seguente programma:\n-45’ di discussione in cui 6 donne nel mondo della data science racconteranno le loro esperienze. Quali professioni ci sono e come capire il ruolo più adatto in un team di Data Science? Quali sono le differenze tra il mondo professionale e l’ambiente accademico? Quali risorse utilizzare per imparare e su quali skills focalizzarsi? Rimanere in Italia o cercare un lavoro all’estero? Quali sono le principali applicazioni di data science nell'industria? E' necessario avere un profilo tecnico per avere una carriera nel data science?\n- 30’ di Q&A session (sessione di domande&risposte) in cui risponderemo alle vostre domande.\n\nSpeakers:\n\n- Sara Iacozza: Dottorata in psicologia cognitiva e neuroscienze, lavora come data storyteller per /Data. Si occupa di ricerca di mercato e produce business insights utilizzando dati quantitativi e storytelling.\n- Giovanna de Vincenzo: Data scientist specializzata in Data Visualization per il business, ha conseguito il master Big Data in Business per Data Scientist\n- Parvaneh Shafiei: Senior data scientist con oltre 5 anni di esperienza nell'applicazione di Machine Learning, Intelligenza artificiale e analisi avanzata per problemi aziendali\n- Oriana Angelucci: è una Senior business translator. Ha lavorato nella ricerca di mercato e ora si è concentrata sulla trasformazione basata sui dati di Customer Relationship Management attraverso l'applicazione di analisi avanza\n- Cristina Muschitiello: Phd in Statistica Metodologica, R-Developer, Ricercatore e Data Scientist. Attualmente Data Scientist presso infocamere, collabora altresì con il Consiglio per la ricerca in agricoltura e l'analisi dell'economia agraria (CREA) dove si occupa di statistiche per l'agricoltura\n- Francesca Rosa: Associate Statistician @ UNODC\n\nVi aspettiamo!",
    "status": "PAST",
    "dateTime": "2020-07-23T18:30:00+02:00",
    "duration": "PT1H30M",
    "eventUrl": "https://www.meetup.com/rladies-milan/events/271925987/",
    "featuredEventPhoto": {},
    "rsvps": {
      "yesCount": 54,
      "waitlistCount": 0,
      "totalCount": 54
    },
    "venues": [
      {
        "id": "26906060",
        "name": "Online event",
        "address": "",
        "city": "",
        "state": "",
        "country": "",
        "lat": -8.5211,
        "lon": 179.1962,
        "postalCode": "",
        "venueType": "online"
      }
    ],
    "group": {
      "name": "R-Ladies Milan",
      "urlname": "rladies-milan"
    }
  },
  {
    "id": "270817712",
    "title": "Data Science by R-Ladies and Prometeia[Webinar]",
    "description": "We are back again! In this particular situation, like other meetups groups we are moving our events to online version. This time we proudly are hosting an event with Prometeia with super interesting topics:\n\nPlease register in the event by this link:\nhttps://register.gotowebinar.com/register/5263059103792573710\n(The webinar link will be shared after registration).\n\nAgenda of event:\n\n5:00PM - 5:15PM: Opening and Data Science team introduction by Oriana Angelucci (Senior Analyst)\n5:15PM - 5:45PM: Focus 1 - Business Translator: your ally to avoid Mexican standoffs in business contexts by Marilena Di Bari (Senior Analyst)\n5:45PM - 6:15PM: Focus 2 - The riddle of the Sphinx in the era of AI: answering the “whys” of your results through SHAP by Martina Dossi (Junior Analyst), Giulia Gavazzi (Junior Analyst)\n6:15PM - 6:30PM: Q&A session\n6:30PM - 6:45PM: Closing remarks by Maddalena Amoruso (Partner)\n\nABSTRACT - FOCUS 1\n\nBusiness translators have a huge impact on the success of business projects. Their job is to follow a data science project from the early design until the end: to identify its business requirements, translate them into analytical problems and support all the parties involved in arriving towards a satisfactory solution... and on time. In this talk, we will go through the nitty-gritty of business translation and we will show how some of the tricks could benefit all of us working in data science, regardless of our role.\n\nABSTRACT - FOCUS 2\n\nIn the last decade, the complexity of predictive models has increased. This trend has favored accuracy and prediction rates at the expense of interpretability. However, the ability to correctly interpret the output is extremely important to justify future actions. Many methods have been proposed to deal with the need for understanding black boxes. SHAP is a powerful framework based on game theory that allows interpreting any machine learning model. In this talk we will first define the basic concepts of model interpretability and explainability and discuss the importance of explainable machine learning models, then we will introduce SHAP through a practical case study.\n\nSpeakers:\n*Oriana Angelucci is a senior business translator. She worked in market research and now focused on data-driven transformation of Customer Relationship Management processes through the application of advanced analytics.\n\n*Marilena Di Bari, Ph.D. is a senior business translator. She previously worked in the fields of computational linguistics and translation, and is now involved in data-driven projects of Customer Relationship Management and Bancassurance.\n\n*Martina Dossi is a statistician and junior data scientist. She worked in the area of risk management and is now involved in text analytics-based solutions within the credit risk area.\n\n*Giulia Gavazzi is a statistician and junior data scientist. She is mainly involved in machine learning solutions within the areas of operational and credit risk and prepayment risk modelling for ALM.\n\n*Maddalena Amoruso is a partner in Prometeia. She manages the Data Science division, which aims to foster and support customers' digital transformation needs.\n\nLooking forward to e-meet you all!",
    "status": "PAST",
    "dateTime": "2020-06-11T17:00:00+02:00",
    "duration": "PT2H",
    "eventUrl": "https://www.meetup.com/rladies-milan/events/270817712/",
    "featuredEventPhoto": {},
    "rsvps": {
      "yesCount": 26,
      "waitlistCount": 0,
      "totalCount": 26
    },
    "venues": [
      {
        "id": "26906060",
        "name": "Online event",
        "address": "",
        "city": "",
        "state": "",
        "country": "",
        "lat": -8.5211,
        "lon": 179.1962,
        "postalCode": "",
        "venueType": "online"
      }
    ],
    "group": {
      "name": "R-Ladies Milan",
      "urlname": "rladies-milan"
    }
  },
  {
    "id": "282430711",
    "title": "Virtual Data Science Learnathon: From Raw Data to Deployment Online!",
    "description": "Abbiamo il piacere di annunciare un nuovo meetup in collaborazione con KNIME (knime.com).\n\nIl (Virtual) Learnathon è un evento a metà tra un hackathon e un workshop: è un workshop perché si studia il processo di data science. Ma è anche un hackathon, perché si lavora in gruppi, attraverso esercizi, per mettere a punto la soluzione.\n\nDurante il Learnathon sperimenteremo l’intero ciclo di un progetto di data science dall’accesso ai dati fino al deployment, passando per un paio di algoritmi di Machine Learning.\n\nLo strumento che utilizzeremo è KNIME Analytics Platform (https://www.knime.com/knime-analytics-platform).\nKNIME Analytics Platform è open ed offre anche un ambiente di sviluppo integrato per R, Python, SQL e Spark.\n\nDopo un’introduzione iniziale ci divideremo in gruppi. Ciascun gruppo si focalizzerà su uno dei tre aspetti del ciclo del progetto:\n\nGruppo 1: ETL. Focus sull’accesso ai dati e sulla data preparation.\nGruppo 2: Machine Learning. Che modello dovrei usare? Con quali parametri?\nGruppo 3: Deployment. Dopo aver trovato un buon modello, cosa succede? Focus sulla fase di deployment.\n\nPer via della situazione attuale non sarà possibile incontrarsi di persona. In alternative, tutti potranno scaricare il materiale del workshop qui:\nhttps://tinyurl.com/RLadies-KNIME-2021 (slides)\nhttps://download.knime.org/evangelism/Learnathon/From_Raw_Data_To_Deployment.knar (workflows)\n\nForniremo ai partecipanti i data sets, i workflow per cominciare e le soluzioni degli esercizi.\nData scientists esperti saranno a disposizione per consigli e informazioni.\n\nPer partecipare è necessario portare il proprio laptop con KNIME Analytics Platform preinstallata e il materiale del workshop.\n\nPer installare KNIME Analytics Platform (https://www.knime.com/downloads), seguite le istruzioni in questi video:\n- Windows (https://youtu.be/yeHblDxakLk)\n- Mac (https://youtu.be/1jvRWryJ220)\n- Linux (https://youtu.be/wibggQYr4ZA)\n\nInfine, se si desidera arrivare più preparati sullo strumento, è possibile seguire il corso gratuito in modalità e-learning: https://www.knime.com/knime-introductory-course\n\nDopo un’introduzione su Zoom mostreremo come spostarci su Gather (https://gather.town/events/to14mt18JftdcgyYOt7M) per dividerci in gruppi e comunicare informalmente su una mappa interattiva. E’ raccomandato usare Google Chrome una volta su Gather.\n\n• 18:00 : Presentazione di Benvenuto da parte delle R Ladies (Zoom)\n• 18:05 : Introduzione a KNIME Analytics Platform (Zoom)\n• 18:25 : Presentazione del workshop (Zoom)\n• 18:45 : Let’s work & learn! (Gather)\n• 19:45 : Networking e Fine Evento (Gather)\n\nIl Learnathon è un evento gratuito aperto a tutti.\nVi aspettiamo!",
    "status": "PAST",
    "dateTime": "2021-12-16T18:00:00+01:00",
    "duration": "PT2H",
    "eventUrl": "https://www.meetup.com/rladies-milan/events/282430711/",
    "featuredEventPhoto": {
      "id": "500562866",
      "baseUrl": "https://secure-content.meetupstatic.com/images/classic-events/",
      "highResUrl": "https://secure.meetupstatic.com/photos/event/a/7/7/2/highres_500562866.jpeg",
      "standardUrl": "https://secure.meetupstatic.com/photos/event/a/7/7/2/600_500562866.jpeg",
      "thumbUrl": "https://secure.meetupstatic.com/photos/event/a/7/7/2/thumb_500562866.jpeg"
    },
    "rsvps": {
      "yesCount": 29,
      "waitlistCount": 0,
      "totalCount": 29
    },
    "venues": [
      {
        "id": "26906060",
        "name": "Online event",
        "address": "",
        "city": "",
        "state": "",
        "country": "",
        "lat": -8.5211,
        "lon": 179.1962,
        "postalCode": "",
        "venueType": "online"
      }
    ],
    "group": {
      "name": "R-Ladies Milan",
      "urlname": "rladies-milan"
    }
  },
  {
    "id": "281658363",
    "title": "Funnel analysis in R - in partnership con RLadies Coventry",
    "description": "Funnel analyses in R (con il piccolo aiuto di RSQLight)\n\n*** Evento in partnership con R-Ladies Coventry!!! ***\n\nPubblicato originariamente su RLadies Coventry\nhttps://www.meetup.com/it-IT/rladies-coventry/events/281399088/\n\nUna Funnel Analyses è un metodo di analisi, detto a “imbuto”, utilizzato dalle aziende per comprendere i passaggi che un utente attua per arrivare al risultato voluto dall’azienda. Questo metodo è utilizzato soprattutto per l’analisi del sito web aziendale, in quanto traccia l’esperienza degli utenti sul sito e mostra le fasi che lo portano al raggiungimento di una conversione oppure di un qualche obiettivo per l’azienda, come la registrazione alla newsletter e la generazione di lead.\n\nIn questo evento, Sara spiegherà come la Funnel Analyses può aiutare a determinare il punto in cui gli utenti abbandonano la pagina e non completano il percorso che porta alla Conversione. In questo modo l’analisi può essere utilizzata come punto di partenza per capire il motivo per cui gli utenti diminuiscono tra una fase e l’altra e apportare così delle modifiche in grado di ridurre il tasso di uscita e, a sua volta, aumentare il tasso di conversione.\nUseremo R-studio per le analisi, creeremo un file R-markdown per produrre un report e riceveremo un piccolo aiuto da un amico - la libreria RSQLite - in modo da poter incorporare il codice SQL nelle nostre analisi e report.\n\nSPEAKER\n\nQuesto evento online sarà tenuto dalla (nostra co-fondatrice) dott.ssa Sara Iacozza (https://www.saraiacozza.com/). Sara è attualmente Chief Data Officer e Behavioral Insight Researcher presso Digital Attitudes a Milano. Possiede un dottorato di ricerca presso il Max Planck Institute for Psycholinguistics nei Paesi Bassi.\n\nENGLISH\n\nEvery time you enter a website there are many flows of events that are initiated and can be followed through by a visitor. Imagine you land on the homepage of an e-commerce or a digital academic journal. You are looking for a specific item, that can be a T-shirt or a published paper, and need to navigate through menus and sub-menus before you land on the page you were looking for. What happens most of the time is that only a small portion of visitors achieve their goal of buying the T-shirt or reading the searched paper. Funnel analysis can help you spot where visitors are leaving your website, so you can optimize it and increase conversions.\n\nIn this event, Sara will explain how you can analyze funnels to identify key traffic sources and spot significant drop-off points. You’ll also learn how to combine funnel reports with more analytics insight, so you can share strategies that can improve the experience of users. We will use R-studio for the analyses, we’ll create a R-markdown file to output a report, and we will get a little help from a friend - RSQLite library- so that we can embed SQL code in our analyses and report.\n\nSPEAKER\nThis online event will be led by Dr Sara Iacozza (https://www.saraiacozza.com/). Sara is currently a Chief Data Officer and Behavioural Insight Researcher at Digital Attitudes in Milan, Italy, having previously completed her PhD at the Max Planck Institute for Psycholinguistics in The Netherlands. Sara is a data and R enthusiast who also co-founded R-Ladies Italy!\n\nCODE OF CONDUCT\nPlease take a minute to read our code of conduct - we are committed to creating a safe and harassment-free environment:\nhttps://github.com/rladies/.github/blob/master/CODE_OF_CONDUCT.md\n\nR-Ladies events are always free and open to anyone who wants to participate as long as they follow the code of conduct. We are pro-actively inclusive of queer, trans, and all minority identities, with additional sensitivity to intersectional identities. Our priority is to provide a safe community space for anyone identifying as a minority gender who is interested in and/or working with R.",
    "status": "PAST",
    "dateTime": "2021-11-11T18:30:00+01:00",
    "duration": "PT1H30M",
    "eventUrl": "https://www.meetup.com/rladies-milan/events/281658363/",
    "featuredEventPhoto": {},
    "rsvps": {
      "yesCount": 30,
      "waitlistCount": 0,
      "totalCount": 30
    },
    "venues": [
      {
        "id": "26906060",
        "name": "Online event",
        "address": "",
        "city": "",
        "state": "",
        "country": "",
        "lat": -8.5211,
        "lon": 179.1962,
        "postalCode": "",
        "venueType": "online"
      }
    ],
    "group": {
      "name": "R-Ladies Milan",
      "urlname": "rladies-milan"
    }
  },
  {
    "id": "281467149",
    "title": "Oliver Wyman Digital and Analytics for RLadies",
    "description": "Oliver Wyman Digital&Analytics team will share how we deliver breakthrough impact through advanced analytics.\n\nAgenda of the event:\n18:30 Opening and Data&Analytics team introduction by Sian Townson (Director)\n18:40 Advanced analytics project presentation by Oliver Wyman Data&Analytics team\n19:10 Short presentation of Oliver Wyman Data&Analytics open opportunities\n19:20 Q&A session\n=============================\nIMPORTANT NOTE: To receive the online link, you need to register in this form(maintained by Oliver Wyman): https://owg.zoom.us/meeting/register/tJYsf-uqqTojGNQx_Xhh-vdnWyt1q8GynGVN\n===========================\nSpeakers:\n*Sian Townson is a Director in Data and Analytics, a specialist division of Oliver Wyman’s Digital practice. She has over 20 years of experience in modeling and validation, specializing in machine learning. Sian has led a number of large-scale model build and validation projects, and is particularly in demand for advanced machine learning validation, and addressing bias and fairness.\n*Teneeka May is a Senior Analyst in Data and Analytics, a specialist division of Oliver Wyman’s Digital practice. In addition to her work in the Oliver Wyman Digital team, Teneeka founded a new branch of the firm’s women’s network that focuses on developing, inspiring, and building community among the women working in this male-dominated sector.\nOutside of work, Teneeka has an interest in social impact and has volunteered her skills with an organization that supports other charities to generate operational insight from their existing data. In 2021, she was also recognized as a Rising Star in Digital by WeAreTheCity.",
    "status": "PAST",
    "dateTime": "2021-10-21T18:30:00+02:00",
    "duration": "PT1H",
    "eventUrl": "https://www.meetup.com/rladies-milan/events/281467149/",
    "featuredEventPhoto": {
      "id": "499515475",
      "baseUrl": "https://secure-content.meetupstatic.com/images/classic-events/",
      "highResUrl": "https://secure.meetupstatic.com/photos/event/3/c/7/3/highres_499515475.jpeg",
      "standardUrl": "https://secure.meetupstatic.com/photos/event/3/c/7/3/600_499515475.jpeg",
      "thumbUrl": "https://secure.meetupstatic.com/photos/event/3/c/7/3/thumb_499515475.jpeg"
    },
    "rsvps": {
      "yesCount": 17,
      "waitlistCount": 0,
      "totalCount": 17
    },
    "venues": [
      {
        "id": "26906060",
        "name": "Online event",
        "address": "",
        "city": "",
        "state": "",
        "country": "",
        "lat": -8.5211,
        "lon": 179.1962,
        "postalCode": "",
        "venueType": "online"
      }
    ],
    "group": {
      "name": "R-Ladies Milan",
      "urlname": "rladies-milan"
    }
  },
  {
    "id": "279317312",
    "title": "Practicing Data Science: a Collection of Case Studies",
    "description": "Practicing Data Science: a Collection of Case Studies\n\nIn questo workshop vedremo alcuni dei progetti di analisi dei dati (o di intelligenza artificiale) a cui Rosaria Silipo, principal Data Scientist @KNIME, ha lavorato nel corso degli anni. Partendo dalla sua tesi di laurea a inizio anni 90 sull’analisi dei battiti cardiaci nell’ECG con reti neurali feedforward fino alla creazione di rap songs con reti neurali basate su LSTMs di qualche anno fa; da un classico churn prediction con un decision tree di fine anni 90 ai recommendation engines degli anni 2000; dalla soluzione di un problema di demand prediction con analisi di serie temporali all’analisi dei testi da social media; inseme ripercorrereremo l’evoluzione del data science nel tempo. Tutta l'esperienza che Rosaria ha riciclato via via, sviluppato di nuovo con KNIME, descritto in vari articoli, raccolto all’interno di un libro sarà condivisa nella community RLadies Italy.\n\nAneddoti? Forse qualcuno … ci dice Rosaria!\nNon vediamo l'ora!\n\nSPEAKER\nRosaria Silipo | PhD, principal Data Scientist @KNIME\n\nRosaria Silipo, PhD, principal data scientist ora in KNIME, amava i dati prima che diventassero 'big & deep data'. Ha trascorso oltre 25 anni lavorando nell'AI, nell'analisi predittiva e nell'apprendimento automatico presso Siemens, Viseca, Nuance Communications e consulenza privata. Condividendo la sua esperienza pratica in un'ampia gamma di settori e implementazioni, tra cui IoT, customer intelligence, servizi finanziari, social media e sicurezza informatica, Rosaria è autrice di oltre 50 pubblicazioni tecniche, inclusi i suoi libri più recenti: \"Guide to Intelligent Data Science\" (Springer ) e \"Codeless Deep Learning with KNIME\" (Packt).\n\nRosaria Silipo, PhD, principal data scientist now at KNIME, loved data before it was big and learning before it was deep. She has spent 25+ years in applied AI, predictive analytics and machine learning at Siemens, Viseca, Nuance Communications, and private consulting. Sharing her practical experience in a broad range of industries and deployments, including IoT, customer intelligence, financial services, social media, and cybersecurity, Rosaria has authored 50+ technical publications, including her recent books: \"Guide to Intelligent Data Science\" (Springer) and \"Codeless Deep Learning with KNIME\" (Packt).",
    "status": "PAST",
    "dateTime": "2021-07-22T18:30:00+02:00",
    "duration": "PT2H",
    "eventUrl": "https://www.meetup.com/rladies-milan/events/279317312/",
    "featuredEventPhoto": {
      "id": "497372440",
      "baseUrl": "https://secure-content.meetupstatic.com/images/classic-events/",
      "highResUrl": "https://secure.meetupstatic.com/photos/event/7/e/b/8/highres_497372440.jpeg",
      "standardUrl": "https://secure.meetupstatic.com/photos/event/7/e/b/8/600_497372440.jpeg",
      "thumbUrl": "https://secure.meetupstatic.com/photos/event/7/e/b/8/thumb_497372440.jpeg"
    },
    "rsvps": {
      "yesCount": 23,
      "waitlistCount": 0,
      "totalCount": 23
    },
    "venues": [
      {
        "id": "26906060",
        "name": "Online event",
        "address": "",
        "city": "",
        "state": "",
        "country": "",
        "lat": -8.5211,
        "lon": 179.1962,
        "postalCode": "",
        "venueType": "online"
      }
    ],
    "group": {
      "name": "R-Ladies Milan",
      "urlname": "rladies-milan"
    }
  },
  {
    "id": "278916407",
    "title": "Artificial Neural Network - introduzione e applicazione [Workshop]",
    "description": "Durante quest'evento Anna Griego (Data Scientist e community member storica di RLadies Bari) ci farà scoprire cosa c'è dietro i famosi Artificial Neural Networks (AANs) 😎😎\n\nInizieremo dalle basi, definendo i principi di un modello neuronale, le funzioni di attivazione, le architetture di rete e le modalità di apprendimento.\nPoi ci focalizzeremo sulle principali applicazioni di questi modelli, cercando di capire quando è bene usarli, e quando invece è preferibile evitare.\nFiniremo con una sessione pratica lavorando su uno use case molto \"inebriante\" dove utilizzeremo gli AANs per classificare un dataset su vini 🍷🍷 in base alle loro proprietà enologiche.\n\nReminder: per seguire in live il workshop mettendo le mani in pasta sul codice dovrai aver installato sul tuo PC R & Rstudio.\n\nSPEAKER: ANNA GRIECO 🚀\nNeolaureata in Scienze Statistiche e studentessa nel Master in Data Science, con l’obiettivo di potenziare la mia formazione in ambito Machine Learning e Artificial Intelligence.\nAppassionata di innovazione, tecnologia e sport. Ciò che più mi stimola è la risoluzione di problemi e scenari sempre diversi. Prediligo il gioco di squadra perché mi incoraggia a guardare quello che mi circonda da una nuova prospettiva.",
    "status": "PAST",
    "dateTime": "2021-06-29T18:30:00+02:00",
    "duration": "PT1H30M",
    "eventUrl": "https://www.meetup.com/rladies-milan/events/278916407/",
    "featuredEventPhoto": {
      "id": "496983789",
      "baseUrl": "https://secure-content.meetupstatic.com/images/classic-events/",
      "highResUrl": "https://secure.meetupstatic.com/photos/event/e/c/d/highres_496983789.jpeg",
      "standardUrl": "https://secure.meetupstatic.com/photos/event/e/c/d/600_496983789.jpeg",
      "thumbUrl": "https://secure.meetupstatic.com/photos/event/e/c/d/thumb_496983789.jpeg"
    },
    "rsvps": {
      "yesCount": 19,
      "waitlistCount": 0,
      "totalCount": 19
    },
    "venues": [
      {
        "id": "26906060",
        "name": "Online event",
        "address": "",
        "city": "",
        "state": "",
        "country": "",
        "lat": -8.5211,
        "lon": 179.1962,
        "postalCode": "",
        "venueType": "online"
      }
    ],
    "group": {
      "name": "R-Ladies Milan",
      "urlname": "rladies-milan"
    }
  },
  {
    "id": "278346959",
    "title": "Modelli predittivi per la crescita profittevole: il caso Bene Assicurazioni",
    "description": "In questo evento siamo lieti di ospitare un workshop pratico di Bene Assicurazioni, che condividerà con noi come stanno risolvendo le loro sfide quotidiane utilizzando R & big data.\n\nBene Assicurazioni è una realtà in crescita dalla struttura agile, con molteplici partnership e un modello di business in omni-canalità. La Compagnia ha completato la digitalizzazione dei processi e crede nel continuo aggiornamento delle tecnologie adottate.\n\nIl team BI&A è un gruppo in crescita e con una posizione centrale nella compagnia; è un gruppo giovane, dinamico che si occupa:\n\nDella diffusione della “cultura dei numeri” all’interno della Compagnia\nDel governo integrato della reportistica, degli indicatori di performance e di marginalità tecnica\nDelle analisi predittive, tecniche e attuariali per ottimizzare il pricing competitivo, la retention e lo sviluppo di nuovi prodotti\nDato il piano di crescita della compagnia, molto ambizioso nel breve-medio termine e da effettuarsi senza intaccare la marginalità, abbiamo studiato con diversi modelli predittivi come modificare il prodotto e il pricing per ottimizzare le nostra crescita, ottenendo infine risultati in linea con le aspettative (Machine Learning works!).\n\nIn questo workshop presentiamo il problema ed entriamo nei dettagli di alcuni dei modelli, dei test effettuati e del codice utilizzato per raggiungere il nostro obiettivo.\n\nL'evento sarà in Italiano e sarà trasmesso in streaming tramite Zoom (Non è necessario installare zoom).\nIl materiale per il workshop sarà condiviso prima dell'evento.\n\nAGENDA\n- Chi siamo – Bene Assicurazioni e il Team BI&A\n- Perché abbiamo utilizzato modelli predittivi per stimare la conversion e che risultati abbiamo ottenuto\n- Descrizione dei principali algoritmi utilizzati per il modello di conversion e che criteri abbiamo utilizzato per la selezione\n- Walk-through di un codice di esempio\n\nSpeakers:\n+Alessandra Guazzi: Responsabile BI&A e Direct Product Manager;Laureata in Matematica, con un'esperienza di dottorato di ricerca, lavora in Allianz SE come Data Analyst e partecipa all'avvio di un team dedicato all'ottimizzazione dei prezzi per Allianz Australia (Direct). Dopo un'incursione in campo biomedico, lavora come manager in pricing & analytics presso Willis Towers Watson e nel gruppo Cerved.\n+Alessandra Villa: Senior Pricing Expert; Laureata in Scienze Statistiche ed Economiche, lavora come attuario presso Zurich Connect per 4 anni, per poi passare a un'esperienza come Pricing Developer in AM Trust. È in Bene Assicurazioni da 2 anni, coordinando le attività di Pricing e Reportistica degli andamenti tecnici.\n+Giulia Del Monaco: Data Analyst: Laureata in Biostatistica, inizia a lavorare in Bene nel 2020, dopo 2 esperienze in consulenza (Telematics e Pharma) come data analyst. Ha ottenuto il master in Big Data & Business Analytics del Sole 240re, dove ha supportato il docente con attività di tutoring. Si occupa principalmente di automazione e modelli predittivi in R.\n+Simone Cavenago: BI Analyst; Laureato in Scienze Statistiche ed Economiche, inizia a lavorare per Bene Assicurazioni nel 2018. Come principale responsabilità, segue la preparazione ed analisi dei dati e mantiene e sviluppa sulla piattaforma di Business Intelligence (bReport), tutta la reportistica direzionale e dedicata alle agenzie.\n\nNon vedo l'ora di incontrarvi!",
    "status": "PAST",
    "dateTime": "2021-06-08T18:30:00+02:00",
    "duration": "PT1H30M",
    "eventUrl": "https://www.meetup.com/rladies-milan/events/278346959/",
    "featuredEventPhoto": {
      "id": "496504803",
      "baseUrl": "https://secure-content.meetupstatic.com/images/classic-events/",
      "highResUrl": "https://secure.meetupstatic.com/photos/event/1/2/c/3/highres_496504803.jpeg",
      "standardUrl": "https://secure.meetupstatic.com/photos/event/1/2/c/3/600_496504803.jpeg",
      "thumbUrl": "https://secure.meetupstatic.com/photos/event/1/2/c/3/thumb_496504803.jpeg"
    },
    "rsvps": {
      "yesCount": 28,
      "waitlistCount": 0,
      "totalCount": 28
    },
    "venues": [
      {
        "id": "26906060",
        "name": "Online event",
        "address": "",
        "city": "",
        "state": "",
        "country": "",
        "lat": -8.5211,
        "lon": 179.1962,
        "postalCode": "",
        "venueType": "online"
      }
    ],
    "group": {
      "name": "R-Ladies Milan",
      "urlname": "rladies-milan"
    }
  },
  {
    "id": "278104164",
    "title": "Text mining e data analisi con Twitter",
    "description": "Text mining e data analisi con Twitter: casi pratici di estrazione e trattamento dati\n\nNel corso del workshop parleremo di come estrarre e analizzare dati testuali da Twitter per l'analisi.\nPartiremo dalle basi dell'analisi dei dati non strutturati, per capire quali casistiche di analisi sono adatte ai dati di tipo testuale.\nScopriremo come creare un account Twitter per l'estrazione dati, come creare un' app e utilizzare le chiavi d'identificazione per estrarre i dati con R.\nUna volta esaurita la parte di estrazione e storing dei dati, analizzeremo i dati in un'ottica di sentiment analysis.\n\nIl workshop durerà circa due ore e prevede mezzora dedicata alle domande\n\nOrario 18:00 - 20:30\n\nPIATTAFORMA\n\nSarà utilizzato RStudio Cloud\n\nSPEAKER\nValentina Porcu | Data Scientist\n\nAppassionata di informatica, data science e ricerca, con un dottorato di ricerca in comunicazione e sistemi complessi e anni di esperienza nell'insegnamento nelle università in Italia, Francia e Marocco, e online, ovviamente!\n\nLavora come consulente nel campo della data science, AI e Machine Learning e le piace scrivere di nuove tecnologie e data mining.\n\nHa trascorso gli ultimi 12 anni lavorando come freelance e ricercatrice nel campo dell'analisi dei social media, analisi di benchmark e web scraping per la creazione di database, in particolare nel campo della buzz analysis e dell'analisi del sentiment per università, startup e web agency in tutto il Regno Unito, Francia , Stati Uniti e Italia.",
    "status": "PAST",
    "dateTime": "2021-05-20T18:00:00+02:00",
    "duration": "PT2H30M",
    "eventUrl": "https://www.meetup.com/rladies-milan/events/278104164/",
    "featuredEventPhoto": {
      "id": "496222047",
      "baseUrl": "https://secure-content.meetupstatic.com/images/classic-events/",
      "highResUrl": "https://secure.meetupstatic.com/photos/event/5/6/1/f/highres_496222047.jpeg",
      "standardUrl": "https://secure.meetupstatic.com/photos/event/5/6/1/f/600_496222047.jpeg",
      "thumbUrl": "https://secure.meetupstatic.com/photos/event/5/6/1/f/thumb_496222047.jpeg"
    },
    "rsvps": {
      "yesCount": 28,
      "waitlistCount": 0,
      "totalCount": 28
    },
    "venues": [
      {
        "id": "26906060",
        "name": "Online event",
        "address": "",
        "city": "",
        "state": "",
        "country": "",
        "lat": -8.5211,
        "lon": 179.1962,
        "postalCode": "",
        "venueType": "online"
      }
    ],
    "group": {
      "name": "R-Ladies Milan",
      "urlname": "rladies-milan"
    }
  },
  {
    "id": "277771120",
    "title": "WOMEN WILL | STRUMENTI DI LEADERSHIP IN PILLOLE",
    "description": "Siamo condizionati da tantissimi fattori, quelli con cui siamo cresciute e contro cui combattiamo ogni giorno, con i colleghi, i fornitori, i clienti ma anche dentro noi stesse e con le donne con cui collaboriamo e interagiamo.\n\nQuesto webinar ha l'obiettivo di farci prendere confidenza con alcuni temi importanti, come i pregiudizi di genere o i doppi standard, e comprendere come possiamo adattare al nostro mondo professionale alcuni modelli e tips legati al concetto di \"influenza\" e alla gestione dei conflitti.\n\nQuali sono i pregiudizi e gli squilibri di genere?\nQuali sono i doppi standard e i bias cognitivi e comportamentali a cui siamo esposte costantemente nella quotidianità (dal linguaggio che utilizziamo alle differenze di salario e di raggiungimento di posizioni apicali nel mondo del lavoro)?\nCome evitare per noi e per chi lavora al nostro fianco il sovraccarico cognitivo e aggirare l'ego depletion?\nE ancora, come poter applicare alla nostra vita di tutti i giorni la teoria dei nudge?\nInfine, quali sono le tipologie di conflitto in cui ci imbattiamo più spesso nel mondo lavorativo (e non solo)?\n\nImparare a riconoscere molti di questi aspetti ed esserne consapevoli è il primo passo per imparare a lavorarci personalmente e capire come contrastarli e superarli.\n\nSPEAKER\n\nLaura Nacci | Direttrice scientifica @ SheTech Master School e docente e consulente di Personal Branding su Instagram e Leadership Femminile.\n\n-----------------------------------------------------------------------------------------------\nProgetta e realizza percorsi formativi che abilitano manager, professionisti e imprenditori allo sviluppo di contenuti e strategie di social media management per la loro professione e per il business che rappresentano: dalla overview sull'utilizzo delle varie piattaforme all'approfondimento del personal branding e del professional networking su Instagram.\nIn parallelo, da anni, porta avanti studi e docenze sul tema della leadership femminile, fornendo alle partecipanti strumenti e tips per una maggior consapevolezza degli automatismi individuali e delle dinamiche relazionali che sottostanno al proprio modus operandi e che spesso non consentono lo sviluppo di una leadership personalizzata, empatica e in cui il dialogo, le emozioni e l'autostima siano liberi di giocare un ruolo fondamentale.\nÈ direttrice scientifica di SheTech Master School e lavora come consulente e docente per altre Business School e aziende, forte di un'esperienza imprenditoriale decennale durante la quale ha sperimentato, sin dagli esordi, l’uso dei social network e dei piani comunicativi transmediali per diversi contesti corporate.",
    "status": "PAST",
    "dateTime": "2021-05-04T18:30:00+02:00",
    "duration": "PT2H",
    "eventUrl": "https://www.meetup.com/rladies-milan/events/277771120/",
    "featuredEventPhoto": {
      "id": "495888811",
      "baseUrl": "https://secure-content.meetupstatic.com/images/classic-events/",
      "highResUrl": "https://secure.meetupstatic.com/photos/event/b/e/a/b/highres_495888811.jpeg",
      "standardUrl": "https://secure.meetupstatic.com/photos/event/b/e/a/b/600_495888811.jpeg",
      "thumbUrl": "https://secure.meetupstatic.com/photos/event/b/e/a/b/thumb_495888811.jpeg"
    },
    "rsvps": {
      "yesCount": 21,
      "waitlistCount": 0,
      "totalCount": 21
    },
    "venues": [
      {
        "id": "26906060",
        "name": "Online event",
        "address": "",
        "city": "",
        "state": "",
        "country": "",
        "lat": -8.5211,
        "lon": 179.1962,
        "postalCode": "",
        "venueType": "online"
      }
    ],
    "group": {
      "name": "R-Ladies Milan",
      "urlname": "rladies-milan"
    }
  },
  {
    "id": "276387873",
    "title": "SELF LEADERSHIP: PER ESSERE UN VERO LEADER PRIMA BISOGNA CONOSCERSI [Workshop]",
    "description": "Siamo arrivati al nuovo meetup!\n\nIl nuovo evento sarà con Nancy Cooklin. A partire da una lunga e approfondita esperienza di lavoro a stretto contatto con le persone, in piccoli e grandi gruppi e organizzazioni, e dalle diverse culture e generazioni, Nancy Cooklin, coach, counselor e formatrice, ha creato un modello chiamato “Human Leadership”.\n\nIn questo momento più che mai l’aspetto “Human” è diventato centrale sia nella vita professionale che in quella personale. La chiave sta nell'essere focalizzati e forti emotivamente. In questo modello ci sono 4 aree tra le quali Nancy ci guiderà: consapevolezza, creatività, coraggio e pensiero sistemico.\nAvere chiarezza su chi siamo e cosa ci guida accresce la nostra autostima e ci permette di relazionarci in modo autentico e coerente con chi siamo e cosa vogliamo.\n\nDopo questo workshop:\n- Ti sentirai più allineata o concentrata così da saper prendere decisioni più facilmente.\n- Prederai consapevolezza delle leve che ti portano ad agire\n- Capirai come funziona il meccanismo del cambiamento e perché a volte cambiare è più difficile che non cambiare\n- Riconoscerai l’importanza della tua storia per andare verso il futuro più libera di fare le tue scelte\n- Saprai comunicare con gli altri in modo efficace\n- Capirai l’importanza dell’autenticità nel mondo di oggi, sia a livello personale che professionale\n\nLe persone ti scelgono per quello che sei, non per quello che fai!\n\nCi vediamo presto!",
    "status": "PAST",
    "dateTime": "2021-03-10T18:30:00+01:00",
    "duration": "PT1H30M",
    "eventUrl": "https://www.meetup.com/rladies-milan/events/276387873/",
    "featuredEventPhoto": {
      "id": "494771666",
      "baseUrl": "https://secure-content.meetupstatic.com/images/classic-events/",
      "highResUrl": "https://secure.meetupstatic.com/photos/event/2/d/9/2/highres_494771666.jpeg",
      "standardUrl": "https://secure.meetupstatic.com/photos/event/2/d/9/2/600_494771666.jpeg",
      "thumbUrl": "https://secure.meetupstatic.com/photos/event/2/d/9/2/thumb_494771666.jpeg"
    },
    "rsvps": {
      "yesCount": 53,
      "waitlistCount": 0,
      "totalCount": 53
    },
    "venues": [
      {
        "id": "26906060",
        "name": "Online event",
        "address": "",
        "city": "",
        "state": "",
        "country": "",
        "lat": -8.5211,
        "lon": 179.1962,
        "postalCode": "",
        "venueType": "online"
      }
    ],
    "group": {
      "name": "R-Ladies Milan",
      "urlname": "rladies-milan"
    }
  },
  {
    "id": "275850692",
    "title": "LinkedIn & le sue (quasi) infinite potenzialità",
    "description": "Ciao a tutti!\nIn questo evento faremo qualcosa di veramente diverso.\nVogliamo tenere un workshop su come utilizzare Linkedin in modo efficiente e su come creare un miglior Personal Branding.\nPotrai quindi imparare come:\n* Aumentare il numero di contatti\n* Cercare lavoro e creare alert\n* Gruppi su LinkedIn: questi sconosciuti\n* Postare contenuti su LinkedIn\n* Netiquette\nNon ci sarà solo una parte teorica ma anche esercizi pratici da seguire per apprendere tecniche efficaci.\nLa nostra straordinaria speaker per questo workshop è Sabrina Pittaluga.\nSabrina attualmente ricopre il ruolo di Talent Research Lead per l'area CEMA (Central and Eastern Europe, Middle East and Africa) presso l'ufficio di Milano di BCG – Boston Consulting Group. Le attività che segue includono Sourcing & recruiting di posizioni senior e Market Intelligence.\nDon't hesitate to join us, looking forward to hearing you all!",
    "status": "PAST",
    "dateTime": "2021-02-02T18:30:00+01:00",
    "duration": "PT2H",
    "eventUrl": "https://www.meetup.com/rladies-milan/events/275850692/",
    "featuredEventPhoto": {
      "id": "494581932",
      "baseUrl": "https://secure-content.meetupstatic.com/images/classic-events/",
      "highResUrl": "https://secure.meetupstatic.com/photos/event/7/8/c/highres_494581932.jpeg",
      "standardUrl": "https://secure.meetupstatic.com/photos/event/7/8/c/600_494581932.jpeg",
      "thumbUrl": "https://secure.meetupstatic.com/photos/event/7/8/c/thumb_494581932.jpeg"
    },
    "rsvps": {
      "yesCount": 57,
      "waitlistCount": 0,
      "totalCount": 57
    },
    "venues": [
      {
        "id": "26906060",
        "name": "Online event",
        "address": "",
        "city": "",
        "state": "",
        "country": "",
        "lat": -8.5211,
        "lon": 179.1962,
        "postalCode": "",
        "venueType": "online"
      }
    ],
    "group": {
      "name": "R-Ladies Milan",
      "urlname": "rladies-milan"
    }
  },
  {
    "id": "275664527",
    "title": "50 shades of Data Science in partnership con SheTech",
    "description": "In questo evento noi saremo ospitati da SheTech, unisciti a noi per scoprire:\n\n* Cosa vuol dire essere una Data Scientist? Com'è la sua giornata tipo e quali sono le diverse sfide che affronta e i progetti a cui lavora?\n\n* Perchè non esiste un solo modo o un solo ruolo nel mondo della data science & analytics.\n\n*Perchè è importante avere un approccio data-driven, diversità e inclusione nel settore.\n\nRegisterazione: https://www.eventbrite.it/e/biglietti-50-shades-of-data-science-135999527247",
    "status": "PAST",
    "dateTime": "2021-01-21T18:30:00+01:00",
    "duration": "PT1H30M",
    "eventUrl": "https://www.meetup.com/rladies-milan/events/275664527/",
    "featuredEventPhoto": {},
    "rsvps": {
      "yesCount": 23,
      "waitlistCount": 0,
      "totalCount": 23
    },
    "venues": [],
    "group": {
      "name": "R-Ladies Milan",
      "urlname": "rladies-milan"
    }
  },
  {
    "id": "285087703",
    "title": "Discover Oliver Wyman Data & Analytics Team",
    "description": "Sei appassionata del mondo Data & Analytics?\nAllora vieni a incontrare il team di [Oliver Wyman](https://www.oliverwyman.com/index.html), durante l’appuntamento organizzato con **R-Ladies Italy** il prossimo 13 aprile dalla ore 18:00.\n\nAvrai modo di conoscere meglio la realtà della consulenza strategica attraverso un project case study e scoprire le iniziative dedicate alle donne in ambito digital&analytics.\nPotrai partecipare in persona o virtualmente. Se riuscirai a partecipare in persona concluderemo con un aperitivo di networking presso gli uffici Oliver Wyman di Milano.\n\n**Link di registerazione**: [https://oliverwymanseerecruiting.wufoo.com/forms/w1esnxzu0she75b/](https://oliverwymanseerecruiting.wufoo.com/forms/w1esnxzu0she75b/)",
    "status": "PAST",
    "dateTime": "2022-04-13T18:00:00+02:00",
    "duration": "PT2H",
    "eventUrl": "https://www.meetup.com/rladies-milan/events/285087703/",
    "featuredEventPhoto": {
      "id": "503194357",
      "baseUrl": "https://secure-content.meetupstatic.com/images/classic-events/",
      "highResUrl": "https://secure.meetupstatic.com/photos/event/8/6/3/5/highres_503194357.jpeg",
      "standardUrl": "https://secure.meetupstatic.com/photos/event/8/6/3/5/600_503194357.jpeg",
      "thumbUrl": "https://secure.meetupstatic.com/photos/event/8/6/3/5/thumb_503194357.jpeg"
    },
    "rsvps": {
      "yesCount": 9,
      "waitlistCount": 0,
      "totalCount": 9
    },
    "venues": [],
    "group": {
      "name": "R-Ladies Milan",
      "urlname": "rladies-milan"
    }
  },
  {
    "id": "284719205",
    "title": "The typical working day of a BI manager",
    "description": "R-Ladies Italy torna live con **Vodafone Italia**!\nCuriosi di conoscere una giornata tipo di una BI manager? Ve lo racconta Greta Carini attraverso le sue principali attività in Vodafone.\n**31 Marzo 2022, ore 18:30**\nEvento gratuito con registrazione\n**AGENDA**\n\n* Meet Vodafone\n* Something About Greta Carini\n* The BI Role in the company\n* Data Monitoring\n* The Transformation Journey (Use Case)\n* Relationship Management and Upskilling\n* At the end of the day\n\n**SPEAKER**\n**Greta Carini**, laureata in ingegneria gestionale nel 2012, ha lavorato nel technology consulting per sei anni, prima in Accenture e poi in Deloitte, prettamente nel settore bancario. Nel 2018 ha iniziato il percorso in Vodafone come digital transformation lead, fino a diventare responsabile dell'area di BI transformation.\nVi aspettiamo!!",
    "status": "PAST",
    "dateTime": "2022-03-31T18:30:00+02:00",
    "duration": "PT1H30M",
    "eventUrl": "https://www.meetup.com/rladies-milan/events/284719205/",
    "featuredEventPhoto": {
      "id": "502774008",
      "baseUrl": "https://secure-content.meetupstatic.com/images/classic-events/",
      "highResUrl": "https://secure.meetupstatic.com/photos/event/8/4/d/8/highres_502774008.jpeg",
      "standardUrl": "https://secure.meetupstatic.com/photos/event/8/4/d/8/600_502774008.jpeg",
      "thumbUrl": "https://secure.meetupstatic.com/photos/event/8/4/d/8/thumb_502774008.jpeg"
    },
    "rsvps": {
      "yesCount": 13,
      "waitlistCount": 0,
      "totalCount": 13
    },
    "venues": [
      {
        "id": "26906060",
        "name": "Online event",
        "address": "",
        "city": "",
        "state": "",
        "country": "",
        "lat": -8.5211,
        "lon": 179.1962,
        "postalCode": "",
        "venueType": "online"
      }
    ],
    "group": {
      "name": "R-Ladies Milan",
      "urlname": "rladies-milan"
    }
  },
  {
    "id": "284553457",
    "title": "IamRemarkable workshop",
    "description": "#IamRemarkable is a Google initiative empowering women and underrepresented groups to speak openly about their accomplishments in the workplace and beyond, thereby breaking modesty norms and glass ceilings.\n\nIn this interactive session, you will participate in group discussions and exercises to develop the confidence and skills to promote yourself effectively.\n\nDuring the #IamRemarkable workshop we will:\n● Share data and research regarding self-promotion and unconscious bias\n● Go through the main exercise to help you articulate your achievements and practice self-promotion\n\nImportant notes:\nIn order to create a safe environment, the event won’t be recorded.\n\nSpeaker\nGiovanna Reggina Galleno Malaga \\| Soft Skills Trainer & Data Analyst\n\nShe graduated in International Business Administration and Science & Technology from San Ignacio de Loyola University (Peru). She was part of the team of facilitators that trained more than 100k Peruvian women entrepreneurs in the Program \"Women in Business\" sponsored by The Inter-American Development Bank and The Australian Government. In addition, she was part of Google European Developer Relations, where working as Community Manager/Builder she “fell in love with data”, and she decided to switch her career to become a Data Analyst. Currently, she is a co-organizer of the Machine Learning Milan community, the host of The Soft Skills Show on Youtube, and since 2019 she’s been a facilitator of the #IamRemarkable workshop.\n\n**Ps. If for some reason you can’t make it, please cancel your booking to give the opportunity to another member. Thank you for the collaboration.**",
    "status": "PAST",
    "dateTime": "2022-03-17T18:00:00+01:00",
    "duration": "PT2H",
    "eventUrl": "https://www.meetup.com/rladies-milan/events/284553457/",
    "featuredEventPhoto": {
      "id": "502599675",
      "baseUrl": "https://secure-content.meetupstatic.com/images/classic-events/",
      "highResUrl": "https://secure.meetupstatic.com/photos/event/9/a/f/b/highres_502599675.jpeg",
      "standardUrl": "https://secure.meetupstatic.com/photos/event/9/a/f/b/600_502599675.jpeg",
      "thumbUrl": "https://secure.meetupstatic.com/photos/event/9/a/f/b/thumb_502599675.jpeg"
    },
    "rsvps": {
      "yesCount": 12,
      "waitlistCount": 0,
      "totalCount": 12
    },
    "venues": [
      {
        "id": "26906060",
        "name": "Online event",
        "address": "",
        "city": "",
        "state": "",
        "country": "",
        "lat": -8.5211,
        "lon": 179.1962,
        "postalCode": "",
        "venueType": "online"
      }
    ],
    "group": {
      "name": "R-Ladies Milan",
      "urlname": "rladies-milan"
    }
  }
]
