{
  "id": "27269070",
  "name": "R-Ladies Lima",
  "urlname": "rladies-lima",
  "description": "<p><span>R-Ladies Lima es parte de una organización mundial para promover la Diversidad de Género en la comunidad R.<\/span><br><\/p>\n<p>R-Ladies Lima le da la bienvenida a los interesados en programar en R, no importa si eres experto o estas comenzando, el objetivo de este grupo es promover R, intercambiar conocimiento y crear una red de chicas. <\/p>\n<p>Esta es una iniciativa social. Todos los eventos serán gratuitos.<\/p>\n<p>¡Agrega este Meetup y enterarte de los próximos eventos! ¡Te esperamos!<\/p>\n<p>¡Aquí hay algunos enlaces! Puede acceder a nuestras presentaciones, scripts R y más (pronto) en nuestra cuenta de Github y síganos en Twitter para mantenerse al día sobre las novedades de R-Ladies.<\/p>\n<p>Facebook: <a href=\"https://www.facebook.com/RLadiesLima\">https://www.facebook.com/RLadiesLima<\/a><\/p>\n<p>Twitter: <a href=\"https://twitter.com/RLadiesLima\">https://twitter.com/RLadiesLima<\/a><\/p>\n<p>Mail: <a href=\"mailto:lima@rladies.org\">lima@rladies.org<\/a><\/p> \n<p> <br> Para más detalles sobre la iniciativa R-Ladies Global visitá rladies.org (<a href=\"https://rladies.org/\">https://rladies.org/<\/a>).<\/p> \n<p>Política y Código de Conducta de R-Ladies:<br> <br> En la comunidad R-Ladies los puestos de responsabilidad como presentadoras y orientadoras son exclusivamente para personas que se identifican con el género femenino. Aún así la asistencia a las reuniones está abierta a personas de todos los géneros.<br> <br> Siempre se dará prioridad a la participación femenina ya que este grupo nació con la intención de animar y apoyar a mujeres en los trabajos STEM (Science, Technology, Engineering & Math) y en la comunidad de R. Las organizadoras de R-Ladies tienen la responsabilidad y el derecho de tomar las acciones oportunas para salvaguardar los intereses de la comunidad.<br> <br> Código de conducta completo. (<a href=\"https://github.com/rladies/starter-kit/wiki/Code-of-Conduct#spanish\">https://github.com/rladies/starter-kit/wiki/Code-of-Conduct#spanish<\/a>) También adherimos al código de conducta del R Consortium y del resto de la Comunidad R. (<a href=\"https://wiki.r-consortium.org/view/R_Consortium_and_the_R_Community_Code_of_Conduct\">https://wiki.r-consortium.org/view/R_Consortium_and_the_R_Community_Code_of_Conduct<\/a>)<\/p>\n<p> <br><\/p>",
  "lat": -12.07,
  "lon": -77.05,
  "city": "Lima",
  "state": "",
  "country": "pe",
  "memberships": {
    "totalCount": 2305
  },
  "foundedDate": "2018-01-25T00:04:49-05:00",
  "proJoinDate": "2018-03-26T18:37:05-04:00",
  "timezone": "America/Lima",
  "joinMode": "OPEN",
  "who": "R-Ladies",
  "isPrivate": false,
  "events": {
    "totalCount": 28,
    "first_event": "2018-01-31",
    "last_event": "2023-12-14"
  },
  "status": "inactive"
}
