{
  "id": "20394109",
  "name": "R-Ladies Istanbul",
  "urlname": "rladies-istanbul",
  "description": "<p>İstanbul'un <b>KADINLAR<\/b> için ilk R Programlama topluluğu! <\/p>\n<p>İster yeni ister profesyonel R kullanıcısı olun, topluluğumuza katılın. <br>R yeneteklerinizi geliştirmek, programlama konusunda cesaretlendirmek, katılımcıların R kullanımını öğrenmesine ve R ile tecrübe kazanmasına yardımcı olmak adına programlar düzenleyeceğiz. <\/p>\n<p>KADINLARIN programalama dünyasında daha çok yer alması, STEM (science, technology, engineering, math) kariyerlerinde ilerlemesi ve tüm dünyada yaygın olarak kullanılan R pogramlama dünyasına adım atmaları için güzel bir fırsat olduğunu düşündüğümüz etkinliğimize davetlisiniz!<\/p>\n<p><span>Bazı konu başlıklarımız şu şekilde:<\/span><\/p>\n<p>• R & RStudio<\/p>\n<p>• R'ın kullanım alanları ve sizlere nasıl yardımcı olacağı (iş/pozisyon, maaş)<\/p>\n<p>• Veri Görselleştirmek • Makine Öğrenmesi • Matematik & İstatistik<\/p>\n<p>• Metin analizi<\/p>\n<p>• Boyutsal analiz<\/p>\n<p>• Dinamik raporlar ve Dashboardlar oluşturmak<\/p>\n<p>• .....ve ilgi alanınız olabilecek her şey! :) <\/p>\n<p><b>Organizasyonla ilgili her soru için: hazel@rladies.org, istanbul@rladies.org<\/b><\/p>\n<p><b>NOT: Topluluk Politikası ve Davranış İlkeleri: <\/b><\/p>\n<p>Topluluktaki liderlik ve mentorluk rolleri KADIN katılımcılar tarafından yapılacak, talebe göre öğrenmek konusunda ısrarlı olan diğer cinsiyetten katılımcıları da ağırlayacağız. Lütfen <b>kadınlar haricindeki diğer katılımcılar<\/b> gelmeden önce bir maille bize durumu bildirsinler. <span>Bununla birlikte topluluğun asıl amacı, hangi rolde olursa olsun KADIN katılımcıların gelişimini sağlamak ve bunu korumak. <\/span><\/p>\n<p>Tüm üyeler ve katılımcılardan birbirilerine saygı göstermesi beklenmektedir. <br>Bu topluluk sosyal bir grişimdir, ve herhangi bir şekilde katılımcılardan ya da üyelerden ücret talep edilmeyecektir. Ancak üyelerden nezaketsiz ve saygısız davrananlar olduğunda, bildirildiği takdirde, Meetup diğer etkinlikler için kendisine para cezası uygulayabilir. <\/p>\n<p>------------------------------- <br><b>ENGLISH <\/b> <br>------------------------------ <br>Istanbul's first R Programming Community for Women! <br>This is a non-profit women's coding club for all R proficiency levels, whether you're a new or aspiring R user, or an experienced female R programmer interested in mentoring & networking. We are a community designed to encourage, support and ultimately drive the development of our own R skills, through meetups where members tackle hands-on tutorials and exercises to learn specific functionality, or attending relevant external events, building knowledge and experience with each event. Promoting women's access to STEM careers, the Free Software Movement, and contributing to the global R Community! Meetup topics include: • Kickstarting R & RStudio<\/p>\n<p>• Importance/Relevance of R skills (use-cases, jobs/roles, salaries)<\/p>\n<p>• Data Visualisation<\/p>\n<p>• Machine Learning algorithms<\/p>\n<p>• Maths & Stats<\/p>\n<p>• Text Mining<\/p>\n<p>• Spatial Analytics<\/p>\n<p>• Building Interactive Web Apps<\/p>\n<p>• Building Dynamic Reports & Dashboards<\/p>\n<p>• .....and anything else of interest! :)<\/p>\n<p><b>Further questions about the organisation: hazel@rladies.org, istanbul@rladies.org<\/b><\/p>\n<p> <br><b>PS Community Policies & Code of Conduct:<\/b> the leadership & mentoring roles within this Community are held exclusively by women - however due to demand, we have formally opened learning participation to all genders, hence are fully inclusive re. attendance in order to learn. However, the stated priority of this meetup is the development & support of it's female members acting in whichever roles, and we therefore reserve the right to guard this interest through whatever measures we deem appropriate. All members & event attendees are expected to fully respect each other & the mandate of this Meetup, or face expulsion of any form, whether from events, Meetup membership, or any other Community participation. This Community is a social initiative, hence will never involve charges or fees to participate, unless a member is found to be disrespectful of the goodwill on which the Meetup exists - in this case the Meetup may impose a monetary penalty should the offending member wish to participate in further events (at the discretion of the leadership team).<\/p>",
  "lat": 41.01,
  "lon": 28.96,
  "city": "Istanbul",
  "state": "",
  "country": "tr",
  "memberships": {
    "totalCount": 1948
  },
  "foundedDate": "2016-09-06T08:48:52+03:00",
  "proJoinDate": "2018-10-28T19:14:40-04:00",
  "timezone": "Europe/Istanbul",
  "joinMode": "OPEN",
  "who": "R-Ladies",
  "isPrivate": false,
  "events": {
    "totalCount": 36,
    "first_event": "2016-10-01",
    "last_event": "2021-03-08"
  },
  "status": "inactive"
}
