[
  {
    "id": "235238780",
    "title": "Start-up meeting R-Ladies Berlin",
    "description": "First get-together to share ideas and future directions of R Ladies Berlin in 2017!\n\nProgram:\n\n16:30 - 17:00 Meeting and get to know each other\n\n17:00 - 18:00 Introduction of R-Ladies Berlin / global, survey results and exchange of ideas and expectations\n\nafter 18:00 Moving the get together to the Christmas market in the Kulturbrauerei Eberswalder Str. The Tram M10 conntects both venues. Meeting point at the market: Northern mulled wineries of Island, Sweden and Finland.\n\nPlease feel free to join anytime. Please send me a mail in case of further questions via meet up webpage or atchristin@rladies.org\n\nLooking forward to meet up with you soon.\n\nChristin\n\nPS: In case you do not find the way or you want to meet up at the Christmas Market - give me a ring: +49 176 / 70 64 35 77",
    "status": "PAST",
    "dateTime": "2016-12-13T16:30:00+01:00",
    "duration": "PT4H30M",
    "eventUrl": "https://www.meetup.com/rladies-berlin/events/235238780/",
    "featuredEventPhoto": {},
    "rsvps": {
      "yesCount": 34,
      "waitlistCount": 0,
      "totalCount": 34
    },
    "venues": [
      {
        "id": "24936964",
        "name": "Institute Of Biology of Humboldt University",
        "address": "Invalidenstr 42",
        "city": "Berlin",
        "state": "",
        "country": "DE",
        "lat": 52.5303,
        "lon": 13.3807,
        "postalCode": "meetup1",
        "venueType": ""
      }
    ],
    "group": {
      "name": "R-Ladies Berlin",
      "urlname": "rladies-berlin"
    }
  },
  {
    "id": "245207806",
    "title": "End of the year Orga meeting",
    "description": "Dear R-Ladies and friends,\n\nIn good coding tradition, let's evaluate what we did so far and plan our next steps. We will meet on December the 14th and have a nice evening at a restaurant. Everybody who wants to join planning the next Meetups is welcome!\n\nSee you\n\nChristin, Noa, Ulrike and Hanna\n\nNote: I changed the beginning to 18:30, as reservations at the Umami are only for 18:30, Hanna",
    "status": "PAST",
    "dateTime": "2017-12-14T18:30:00+01:00",
    "duration": "PT0S",
    "eventUrl": "https://www.meetup.com/rladies-berlin/events/245207806/",
    "featuredEventPhoto": {},
    "rsvps": {
      "yesCount": 9,
      "waitlistCount": 0,
      "totalCount": 9
    },
    "venues": [
      {
        "id": "21943722",
        "name": "Umami",
        "address": "Knaackstraße 16-18",
        "city": "10405 Berlin",
        "state": "",
        "country": "de",
        "lat": 52.5346,
        "lon": 13.4197,
        "postalCode": "",
        "venueType": ""
      }
    ],
    "group": {
      "name": "R-Ladies Berlin",
      "urlname": "rladies-berlin"
    }
  },
  {
    "id": "244112001",
    "title": "#4 - Hands-on Shiny - Lets make your analysis interactive!",
    "description": "Dear Ladies,\n\nunbelievable R-Ladies Berlin turned 1! Thank you for all coming to our events and contributing to the great atmosphere and exciting discussions!\n\nR's Shiny package allows you to conveniently build your own dashboards directly in your R scripts without any knowledge of web development. Have a look at the colourful online at http://shiny.rstudio.com .\n\nOur guest speaker this week is Jakob Graff, a Data Scientist at Babbel and an R enthusiast. Based on examples, we will first cover the basics of Shiny. You will learn how dashboards with Shiny work, and get to know common building blocks.\n\nIn the second part of the session, we will go through a hands-on tutorial based on a simple example to get you started with Shiny.\n\nIn order to get all the output bring your laptop. Please, take care that you have working and updated version of the packages shiny and rmarkdown.\n\nWe recommend checking out R-Studio (https://www.rstudio.com)'s website, as they recently published a new version of R-Studio containing a number of nice features.\n\nDrop us a message in case you have further questions. We are looking forward to meet up with you next week!\n\nCheers,\n\nHanna, Noa, Ulrike and Christin\n\nOrganizer of R-Ladies Berlin",
    "status": "PAST",
    "dateTime": "2017-11-07T19:00:00+01:00",
    "duration": "PT0S",
    "eventUrl": "https://www.meetup.com/rladies-berlin/events/244112001/",
    "featuredEventPhoto": {},
    "rsvps": {
      "yesCount": 31,
      "waitlistCount": 0,
      "totalCount": 31
    },
    "venues": [
      {
        "id": "24743276",
        "name": "Babbel",
        "address": "Max-Beer-Strasse 2",
        "city": "Berlin",
        "state": "",
        "country": "de",
        "lat": 52.5246,
        "lon": 13.4082,
        "postalCode": "",
        "venueType": ""
      }
    ],
    "group": {
      "name": "R-Ladies Berlin",
      "urlname": "rladies-berlin"
    }
  },
  {
    "id": "243436226",
    "title": "developing free and open-source software for disease outbreak response",
    "description": "Dirk is an R developer working in public health. He has previously worked for the German Robert Koch Institue on outbreak detection systems and the World Health Organisation during the Ebola Outbreak. He is an active volunteer at the R Epidemics Consortium to develop free and open-source R packages for disease outbreak response. He will talk to us about developing free and open-source software for disease outbreak response.\n\n#RLadies",
    "status": "PAST",
    "dateTime": "2017-09-26T19:00:00+02:00",
    "duration": "PT0S",
    "eventUrl": "https://www.meetup.com/rladies-berlin/events/243436226/",
    "featuredEventPhoto": {},
    "rsvps": {
      "yesCount": 16,
      "waitlistCount": 0,
      "totalCount": 16
    },
    "venues": [
      {
        "id": "24743276",
        "name": "Babbel",
        "address": "Max-Beer-Strasse 2",
        "city": "Berlin",
        "state": "",
        "country": "de",
        "lat": 52.5246,
        "lon": 13.4082,
        "postalCode": "",
        "venueType": ""
      }
    ],
    "group": {
      "name": "R-Ladies Berlin",
      "urlname": "rladies-berlin"
    }
  },
  {
    "id": "241766582",
    "title": "open data, ok lab and nice summer night",
    "description": "Dear R-Ladies Berlin members,\n\nour next Meet-Up ist going to be on Tuesday, 23rd August. Again we have the honor to be hosted be Babbel, the famous language app, providing snacks, drinks and a great location.\n\nIn the first part, Ulrike will tell us what you can do with Open Data by showing some examples of the Code for Germany community and explaining what Open Data is about. Ulrike is a volunteer lab lead at the Berlin OK Lab (codefor.de/berlin).\n\nLater we will gather in the Volksbar (Rosa-Luxemburg-Straße 39, https://goo.gl/maps/yZ4TUEmSaEv ) and enjoy a (hopefully) warm Berlin summer night with drinks and good talks.\n\nWe'll keep you updated here and looking forward to meet up with you soon.\n\nR-Ladies Berlin organizer\n\nHanna, Noa & Chrissy",
    "status": "PAST",
    "dateTime": "2017-08-22T19:00:00+02:00",
    "duration": "PT0S",
    "eventUrl": "https://www.meetup.com/rladies-berlin/events/241766582/",
    "featuredEventPhoto": {},
    "rsvps": {
      "yesCount": 25,
      "waitlistCount": 0,
      "totalCount": 25
    },
    "venues": [
      {
        "id": "24743276",
        "name": "Babbel",
        "address": "Max-Beer-Strasse 2",
        "city": "Berlin",
        "state": "",
        "country": "de",
        "lat": 52.5246,
        "lon": 13.4082,
        "postalCode": "",
        "venueType": ""
      }
    ],
    "group": {
      "name": "R-Ladies Berlin",
      "urlname": "rladies-berlin"
    }
  },
  {
    "id": "240060674",
    "title": "#3 Hands-on Journocode meets R and R markdown",
    "description": "Dear R-Ladies Berlin members,\n\nwe are happy to announce our 3rd Meet-up on Tuesday, 20th June. Babbel, the famous language app, supports us another time providing snacks, drinks and a great location.\n\nJoin us for an exciting session where Journocode-founder Marie-Louise Timcke introduces us to data journalism and journocode itself.\n\nA tutorial about R markdown and the integration of journocode is going to complement our session prepared by Marie-Louise and R-Lady Chrissy.\n\nWe'll keep you updated here and looking forward to meet up with you soon.\n\nR-Ladies Berlin organizer\n\nHanna, Noa & Chrissy",
    "status": "PAST",
    "dateTime": "2017-06-20T18:30:00+02:00",
    "duration": "PT3H30M",
    "eventUrl": "https://www.meetup.com/rladies-berlin/events/240060674/",
    "featuredEventPhoto": {},
    "rsvps": {
      "yesCount": 29,
      "waitlistCount": 0,
      "totalCount": 29
    },
    "venues": [
      {
        "id": "24743276",
        "name": "Babbel",
        "address": "Max-Beer-Strasse 2",
        "city": "Berlin",
        "state": "",
        "country": "de",
        "lat": 52.5246,
        "lon": 13.4082,
        "postalCode": "",
        "venueType": ""
      }
    ],
    "group": {
      "name": "R-Ladies Berlin",
      "urlname": "rladies-berlin"
    }
  },
  {
    "id": "238862150",
    "title": "#2 Hands-on Data Manipulation with dplyr & Intro to DRY Functional Programming",
    "description": "Welcome!\n\nR-Ladies Berlin would like to welcome you to our second R-Ladies Berlin session, kindly hosted by Babbel, the famous language learning app.\n\nThe #2 R-Ladies Berlin tutorial is focussing on data manipulation with dplyr. But before we start coding, Noa will introduce the DRY principle and discuss why and how you can start applying it with R.\n\nPlease bring your laptop to actively participate in the hands-on tutorial. Additional material and further instructions will be sent around prior the meet-up.\n\nIMPORTANT: Starting time: 6:30 pm. We'll start with mingling and enjoying drinks and snacks generously provided by Babbel. The actual program starts at 7:15 pm and ends around 10 pm, after another round of mingling.\n\nWe are looking forward to meeting you again!\n\nIf you have any questions, please do not hesitate to e-mail us: berlin@rladies.org\n\nBest,\nChristin, Hanna, Ulrike & NoaR-Ladies Berlin Organisers",
    "status": "PAST",
    "dateTime": "2017-05-09T18:30:00+02:00",
    "duration": "PT0S",
    "eventUrl": "https://www.meetup.com/rladies-berlin/events/238862150/",
    "featuredEventPhoto": {},
    "rsvps": {
      "yesCount": 41,
      "waitlistCount": 0,
      "totalCount": 41
    },
    "venues": [
      {
        "id": "24743276",
        "name": "Babbel",
        "address": "Max-Beer-Strasse 2",
        "city": "Berlin",
        "state": "",
        "country": "de",
        "lat": 52.5246,
        "lon": 13.4082,
        "postalCode": "",
        "venueType": ""
      }
    ],
    "group": {
      "name": "R-Ladies Berlin",
      "urlname": "rladies-berlin"
    }
  },
  {
    "id": "236602798",
    "title": "#1: Hands-on data visualisation with ggplot2 & Guest R-Lady Taipei Mia",
    "description": "Welcome!\n\nR-Ladies Berlin would like to welcome you to our first R-Ladies Berlin session kindly hosted by Babbel, the famous language learning app. We would like to introduce R-Ladies global and ourselves and looking forward to meet up with you.\n\nThe #1 R-Ladies Berlin tutorial is focussing on data visualisation with ggplot2. R-Lady Mia from Taipei, an expert of Azure Machine Learning Studio and its integration with R, joins us and introduces to us basic principles of data visualisation.\n\nPlease bring your laptop to actively participate in a hands-on session afterwards. Additional material and further instructions are send around prior the meet-up.\n\nIMPORTANT: Starting time: 6:30 pm. Let's start with mingling and enjoying drinks and little snacks kindly provided by Babbel. The actual program starts at 7:15 pm and ends including another round of mingling around 10 pm.\n\nWe're looking forward to meet up with you and get Berlin chapter of R-Ladies global started!\n\nIn case of questions do not hesitate to send us an e-mail: berlin@rladies.org\n\nBest\n\nNoa, Hanna, Ulrike & Christin\n\nOrganizer of R-Ladies Berlin",
    "status": "PAST",
    "dateTime": "2017-03-30T18:30:00+02:00",
    "duration": "PT3H30M",
    "eventUrl": "https://www.meetup.com/rladies-berlin/events/236602798/",
    "featuredEventPhoto": {},
    "rsvps": {
      "yesCount": 35,
      "waitlistCount": 0,
      "totalCount": 35
    },
    "venues": [
      {
        "id": "24743276",
        "name": "Babbel",
        "address": "Max-Beer-Strasse 2",
        "city": "Berlin",
        "state": "",
        "country": "de",
        "lat": 52.5246,
        "lon": 13.4082,
        "postalCode": "",
        "venueType": ""
      }
    ],
    "group": {
      "name": "R-Ladies Berlin",
      "urlname": "rladies-berlin"
    }
  },
  {
    "id": "237308792",
    "title": "R-Ladies Berlin OrgaCrew Meet-Up",
    "description": "Join event to share ideas how R-Ladies Berlin could contribute to create a open-minded space to learn R, network across disciplines. Give us your input to organise interesting events! Just want to pass by and to learn more about R-Ladies global and the local ladies chapter - of course, you're welcome. Happy to meet up with you.",
    "status": "PAST",
    "dateTime": "2017-02-02T18:30:00+01:00",
    "duration": "PT1H30M",
    "eventUrl": "https://www.meetup.com/rladies-berlin/events/237308792/",
    "featuredEventPhoto": {},
    "rsvps": {
      "yesCount": 7,
      "waitlistCount": 0,
      "totalCount": 7
    },
    "venues": [
      {
        "id": "25019888",
        "name": "Pure Origin",
        "address": "Georgenstraße 193",
        "city": "Berlin",
        "state": "",
        "country": "de",
        "lat": 52.5201,
        "lon": 13.391,
        "postalCode": "",
        "venueType": ""
      }
    ],
    "group": {
      "name": "R-Ladies Berlin",
      "urlname": "rladies-berlin"
    }
  },
  {
    "id": "255416114",
    "title": "Hands-on training - R packages",
    "description": "Our speaker:\nMira works as a Data Scientist at INWT Statistics, a data science consultancy based in Berlin-Schöneberg. Her work focuses on predictive analytics, data quality, automated reporting and best practices in coding. She’s also the coordinator of INWT's data science trainings. Mira holds masters’ degrees in statistics and psychology.\n\nOur topic:\nIn her daily work, Mira develops R packages literally every day.\nMira’s talk on R packages covers everything you need to start writing your own R package: How to create a package and fill it with functions, document them properly and make sure that your package works correctly… and, of course, how you can share your package with others.\n\nThe talk mainly addresses people who have already written their own R functions, but have few or no experience with writing R packages. You are of course welcome independent of your level of experience. You’ll also have the opportunity to put all this into practice on your own computer, while Mira can help you if you run into problems.\n\nYour preparation:\nJust bring your own notebook and make sure that the R packages “devtools \"roxygen2\", \"testthat\", and \"knitr” are installed.\nIn addition, if you use Windows, you need to install Rtools (not an R package; accessible here: https://cran.r-project.org/bin/windows/Rtools).",
    "status": "PAST",
    "dateTime": "2018-11-29T18:30:00+01:00",
    "duration": "PT2H30M",
    "eventUrl": "https://www.meetup.com/rladies-berlin/events/255416114/",
    "featuredEventPhoto": {},
    "rsvps": {
      "yesCount": 49,
      "waitlistCount": 0,
      "totalCount": 49
    },
    "venues": [
      {
        "id": "24743276",
        "name": "Babbel",
        "address": "Max-Beer-Strasse 2",
        "city": "Berlin",
        "state": "",
        "country": "de",
        "lat": 52.5246,
        "lon": 13.4082,
        "postalCode": "",
        "venueType": ""
      }
    ],
    "group": {
      "name": "R-Ladies Berlin",
      "urlname": "rladies-berlin"
    }
  },
  {
    "id": "255416053",
    "title": "Introduction to survival data analysis",
    "description": "We are back!\n\nWe would like to welcome you to our next session focusing on the R package survival.\n\nTalk: What is survival analysis and in which cases can it be relevant for your data? We'll take a step-by step approach, starting with a few theoretical concepts and applying them to a simple use case.\n\nSpeaker: Mathilde is a Product Analyst at ResearchGate and has an interest for modelling, the magic of statistics, what you can and especially can NOT expect from them.",
    "status": "PAST",
    "dateTime": "2018-10-31T18:30:00+01:00",
    "duration": "PT2H30M",
    "eventUrl": "https://www.meetup.com/rladies-berlin/events/255416053/",
    "featuredEventPhoto": {},
    "rsvps": {
      "yesCount": 39,
      "waitlistCount": 0,
      "totalCount": 39
    },
    "venues": [
      {
        "id": "24743276",
        "name": "Babbel",
        "address": "Max-Beer-Strasse 2",
        "city": "Berlin",
        "state": "",
        "country": "de",
        "lat": 52.5246,
        "lon": 13.4082,
        "postalCode": "",
        "venueType": ""
      }
    ],
    "group": {
      "name": "R-Ladies Berlin",
      "urlname": "rladies-berlin"
    }
  },
  {
    "id": "251998387",
    "title": "R-Ladies London visits R-Ladies Berlin",
    "description": "We are happy to welcome R-Lady Grace from London at our additional meet-up session next week!\n\n# Speaker details\n\nGrace Meyer is a commercial analytics expert with proven success in advising business strategy based on data driven insights. She is currently based in London and works for the economics consultancy Oxera where she applies machine learning to strategic projects and is developing the data science and programming team. She is a mentor in the R-Ladies London chapter, uses R on a daily basis to crunch data and problem solve and presented at both UseR! and EARL last year.\n\n# Dive into dplyr\n\nData is seldom already in a tidy format for you to start analysis on straight away. My personal experience confirms that about 80% of the analytics work-flow is massaging and crunching data into a useful state. R is a master of analytics and modelling which would be useless without its strong data manipulation functionality, especially from the tidyverse package dplyr. In this session we will learn the main verbs of dplyr and link them together with the magrittr pipe to create new data sets and get insight from our data. Then we will take a look at the verb extensions and other package functionality.\n\n# What to bring\n\nThe session will be hands on so bring your own laptop with dplyr installed (examples will be based on in-build data sets). If you don't have the set-up, come along anyway to learn about this famous package.\n\n# Important to know\n\nThis meetup will be aimed at all R abilities.\n\nPlease take note of the different time and place of this meet-up! We are going to meet in a small seminar room at the WeWork space at Kuhdamm. Therefore we need to know your complete name (question at RVSPs). Since the room is small we have a limit of participants this time. Therefore we kindly ask to register in the case you're able to join or to resign in time if required to provide your seat for another Lady!\n\nAfter the session we would like to go for a drink and further chats to a close by bar or pizza place.",
    "status": "PAST",
    "dateTime": "2018-07-03T18:00:00+02:00",
    "duration": "PT2H",
    "eventUrl": "https://www.meetup.com/rladies-berlin/events/251998387/",
    "featuredEventPhoto": {},
    "rsvps": {
      "yesCount": 17,
      "waitlistCount": 0,
      "totalCount": 17
    },
    "venues": [
      {
        "id": "25614393",
        "name": "WeWork Kurfürstendamm 11",
        "address": "Kurfürstendamm 11",
        "city": "Berlin",
        "state": "BE",
        "country": "DE",
        "lat": 52.5046,
        "lon": 13.3336,
        "postalCode": "",
        "venueType": ""
      }
    ],
    "group": {
      "name": "R-Ladies Berlin",
      "urlname": "rladies-berlin"
    }
  },
  {
    "id": "250448702",
    "title": "R-Ladies Berlin  - Crawling Twitter Data",
    "description": "Dear Ladies,\n\nwe are happy to invite you to another exciting R-Ladies Berlin session, hosted by Babbel in the center of Berlin.\n\nOur guest - Bérengère Pohr - is a specialist in social network analysis and received a Ph.D in Economic Geography. She currently works as a Data Scientist at Babbel.\n\nBérengère is going to introduce us how to crawl data from Twitter and perform analysis like hashtag analysis or community detection. After an overview about basics (set-up your twitter credentials, how to query) she is going to guide us through an exciting exercise - community detection with our own Twitter account @RLadies Berlin.\n\nAfter a short description of all the cool stuff you could do with data from Twitter (hashtag analysis, community detection...) , I'll give you some basic to extract your own data: how to set-up your Twitter credentials in R? How to query basic Twitter data?\nWe'll then dig-in in one of my favorite exercise: community detection with the @RLadiesBerlin ‏Twitter account. If you wanna explore your own Twitter activities - make sure to know your Twitter account details. Bring your laptop to code along with our guest.\n\nBabbel kindly provides some drinks and snacks. We are starting with a short round of mingling at 6:30 pm, followed by the talk starting around 7 pm.\n\nWe are looking forward to welcome you to another R-Ladies Berlin meet-up. If you have any question - drop us a line!\n\nCheers, and on behalf of R-Ladies Berlin organiser team\nChristin\n\nHanna, Noa, Ulrike, Olena, Eliza & Christin\nR-Ladies Berlin\nLocal chapter of R-Ladies global\nwww.rladies.org",
    "status": "PAST",
    "dateTime": "2018-05-29T18:30:00+02:00",
    "duration": "PT2H30M",
    "eventUrl": "https://www.meetup.com/rladies-berlin/events/250448702/",
    "featuredEventPhoto": {},
    "rsvps": {
      "yesCount": 31,
      "waitlistCount": 0,
      "totalCount": 31
    },
    "venues": [
      {
        "id": "24743276",
        "name": "Babbel",
        "address": "Max-Beer-Strasse 2",
        "city": "Berlin",
        "state": "",
        "country": "de",
        "lat": 52.5246,
        "lon": 13.4082,
        "postalCode": "",
        "venueType": ""
      }
    ],
    "group": {
      "name": "R-Ladies Berlin",
      "urlname": "rladies-berlin"
    }
  },
  {
    "id": "248898933",
    "title": "The Beauty of R Programming",
    "description": "Hi R-Ladies!\n\nOur topic this time around is \"The Beauty of R Programming: Revisiting Functional Programming & Other Topics\"\n\nThe talk is going to be about programming with R in general. We will look at functions, elements of functions and functions inside of functions. Essential for the understanding of R as programming language is the interplay of functions and environments.\n\nAfter a brief mention of R's scoping rules & the beauty of R packages, we will revisit if-else structures, loops and some members of the apply family.\n\nThroughout all of this we will mention Do`s and Don'ts based on acquired experience. Don't forget to bring your laptop to try out some related exercise on the spot.\n\nOur guest speaker this time is Verena Pflieger, a Data Scientist at the statistical consultancy INWT Statistics (www.inwt-statistics.de). She is concerned mostly with the conceptualization of trainings and is active in teaching R and giving tutorials.\n\nAs usual, Babbel, the famous language app, supports us in providing snacks, drinks and a great location.\n\nWe look forward to seeing you all!\n\nR-Ladies Berlin organizers\n\n- Chrissy, Hanna & Noa",
    "status": "PAST",
    "dateTime": "2018-04-17T18:00:00+02:00",
    "duration": "PT3H",
    "eventUrl": "https://www.meetup.com/rladies-berlin/events/248898933/",
    "featuredEventPhoto": {},
    "rsvps": {
      "yesCount": 29,
      "waitlistCount": 0,
      "totalCount": 29
    },
    "venues": [
      {
        "id": "24743276",
        "name": "Babbel",
        "address": "Max-Beer-Strasse 2",
        "city": "Berlin",
        "state": "",
        "country": "de",
        "lat": 52.5246,
        "lon": 13.4082,
        "postalCode": "",
        "venueType": ""
      }
    ],
    "group": {
      "name": "R-Ladies Berlin",
      "urlname": "rladies-berlin"
    }
  },
  {
    "id": "248015897",
    "title": "The Magic of Bootstrapping with R",
    "description": "Dear R-Ladies,\n\nOur topic this time around is \"The Magic of Bootstrapping: Making inferences about your data without having to know any actual statistics\"\n\nThe talk will cover some basic concepts, then we'll walk through some applications using base R and the tidyverse (specifically, dplyr, broom and ggplot). If you haven't used tidyverse before you can learn more about it here: https://www.tidyverse.org\n\nOur guest speaker this week is Steve Cunningham, a Product Analyst at ResearchGate, who loves both R and Python. His interests include machine learning, data science education and reproducible analysis.\n\nAs usual, Babbel, the famous language app, supports us in providing snacks, drinks and a great location.\n\nWe look forward to seeing you all!\n\nR-Ladies Berlin organizers\n\nHanna, Chrissy & Noa",
    "status": "PAST",
    "dateTime": "2018-03-13T18:30:00+01:00",
    "duration": "PT2H30M",
    "eventUrl": "https://www.meetup.com/rladies-berlin/events/248015897/",
    "featuredEventPhoto": {},
    "rsvps": {
      "yesCount": 41,
      "waitlistCount": 0,
      "totalCount": 41
    },
    "venues": [
      {
        "id": "24743276",
        "name": "Babbel",
        "address": "Max-Beer-Strasse 2",
        "city": "Berlin",
        "state": "",
        "country": "de",
        "lat": 52.5246,
        "lon": 13.4082,
        "postalCode": "",
        "venueType": ""
      }
    ],
    "group": {
      "name": "R-Ladies Berlin",
      "urlname": "rladies-berlin"
    }
  },
  {
    "id": "247091545",
    "title": "Canceled - Moved to rstats-germany.slack.com! Hands-On - R-Studio and Github",
    "description": "Dear Ladies,\n\nwelcome to our first hands-on session in 2018 hosted kindly by Babbel! Our first session this year is all about getting your code organised and structured.\nIn a short talk I am going to show you why each of your projects should start with a R-project and how few little tricks help to avoid scrambled code.\n\nIn addition, since Github is a extremely great source of code and inspiration in the R stats community we are going to have a look at this platform and get familiar with the basic commands to enter this universe and how to link it with R-Studio.\n\nYou are invited to bring your laptop. Please take care of the installation of R-Studio and Github prior the meet up event and register at GitHub.com. There will be little snacks and drinks and plenty of time to mingle! Bring your questions and curiosity. We are looking forward to see you next week!\nBest\nChristin\n\non behalf of Hannah, Noa and Ulrike",
    "status": "PAST",
    "dateTime": "2018-02-20T19:00:00+01:00",
    "duration": "PT2H",
    "eventUrl": "https://www.meetup.com/rladies-berlin/events/247091545/",
    "featuredEventPhoto": {},
    "rsvps": {
      "yesCount": 31,
      "waitlistCount": 0,
      "totalCount": 31
    },
    "venues": [
      {
        "id": "25738588",
        "name": "Slack meeting",
        "address": "rstats-germany.slack.com",
        "city": "Berlin",
        "state": "",
        "country": "de",
        "lat": 52.52,
        "lon": 13.38,
        "postalCode": "meetup1",
        "venueType": ""
      }
    ],
    "group": {
      "name": "R-Ladies Berlin",
      "urlname": "rladies-berlin"
    }
  },
  {
    "id": "245934213",
    "title": "Kick off 2018",
    "description": "Let's get together to plan the first half of R-Ladies Berlin 2018.\n\nDo you have an idea for an event? A package that you would love to introduce to us? There is a thing you always wanted to get hands-on?\n\nEveryone is welcome to join and / or contribute with ideas and suggestions! You never have been to an R-Ladies event before but want to get to know us? Sure, pass by and ask all the questions you have!\n\nOn behalf of the R-Ladies Berlin organization team\nChristin",
    "status": "PAST",
    "dateTime": "2018-01-16T18:30:00+01:00",
    "duration": "PT3H",
    "eventUrl": "https://www.meetup.com/rladies-berlin/events/245934213/",
    "featuredEventPhoto": {},
    "rsvps": {
      "yesCount": 25,
      "waitlistCount": 0,
      "totalCount": 25
    },
    "venues": [
      {
        "id": "24743276",
        "name": "Babbel",
        "address": "Max-Beer-Strasse 2",
        "city": "Berlin",
        "state": "",
        "country": "de",
        "lat": 52.5246,
        "lon": 13.4082,
        "postalCode": "",
        "venueType": ""
      }
    ],
    "group": {
      "name": "R-Ladies Berlin",
      "urlname": "rladies-berlin"
    }
  },
  {
    "id": "263506486",
    "title": "Hands on: Docker containers. Rational and a tutorial walk through.",
    "description": "Hello!\n\nand welcome to another hands-on session at Babbel. We are very happy that Amit Kothiyal and Evgeny Savin, two Data Scientists at Smava, will join us! They use Docker to deploy Machine Learning models in Smava's production environment.\n\nDockeR\n*****************************\nAmit and Evgeny will explain the importance of using containerization particularly when using machine learning models on production and walk us through the creation of a Docker container.\n\nOur speakers\n*****************************\nAmit holds a PhD from Erasmus University Rotterdam and has worked as a Research Scientist in Max Plank Institute Berlin before joining Smava.\n\nEvgeny has an MsC degree from HU University Berlin and has worked as a data scientist in a number of commercial organisations in Berlin.\n\nFurther Info\n*****************************\n- any other questions regarding R in general\n- you would like give a presentation\n- you know of an R package that you would like to be introduced by us\n\n--> please drop us a line at berlin@rladies.org\n\nWe are looking forward to see you soon!\nBest\nR-Ladies Berlin organisation team\n\n*********************************************************************************\nSet-up your machine to join the hands-on part:\n- (4 minutes) install and set-up docker: https://docs.docker.com/get-started/\n- (10 minutes) pull r-base https://hub.docker.com/_/r-base $ docker pull r-base\n- docker cheat sheet: https//www.docker.com/sites/default/files/Docker_CheatSheet_08.09.2016_0.pdf\n\n* workshop\n** pull an existing image and use it\n*** pull\ndocker-hub: https://hub.docker.com/\ndocker pull r-base:3.1.3\ndocker images r-base # images that were pulled\n*** launch\n# interactive\n$ docker run -ti --rm r-base\n$ docker run -ti --rm r-base:3.1.3\n# bash session\n$ docker run -ti --rm r-base /bin/bash\n# linking pwd\n$ docker run -it --rm -v \"$PWD\":/data r-base /bin/bash\n** develop your own image\n$ docker build -t my_first_image .\n$ docker run -ti --rm my_first_image\n$ docker image rm my_fist_image\n** publish it in registery\n\n*********************************************************************************",
    "status": "PAST",
    "dateTime": "2019-08-27T18:30:00+02:00",
    "duration": "PT3H",
    "eventUrl": "https://www.meetup.com/rladies-berlin/events/263506486/",
    "featuredEventPhoto": {
      "id": "483478332",
      "baseUrl": "https://secure-content.meetupstatic.com/images/classic-events/",
      "highResUrl": "https://secure.meetupstatic.com/photos/event/e/3/d/c/highres_483478332.jpeg",
      "standardUrl": "https://secure.meetupstatic.com/photos/event/e/3/d/c/600_483478332.jpeg",
      "thumbUrl": "https://secure.meetupstatic.com/photos/event/e/3/d/c/thumb_483478332.jpeg"
    },
    "rsvps": {
      "yesCount": 39,
      "waitlistCount": 0,
      "totalCount": 39
    },
    "venues": [
      {
        "id": "24743276",
        "name": "Babbel",
        "address": "Max-Beer-Strasse 2",
        "city": "Berlin",
        "state": "",
        "country": "de",
        "lat": 52.5246,
        "lon": 13.4082,
        "postalCode": "",
        "venueType": ""
      }
    ],
    "group": {
      "name": "R-Ladies Berlin",
      "urlname": "rladies-berlin"
    }
  },
  {
    "id": "261262159",
    "title": "Hands-on TidyTuesday",
    "description": "Hello!\n\nand welcome to a hands-on TidyTuesday session at WeWork.\n\nthis time, we are going get creative in a smaller group with the newly released TidyTuesday data! (more info below: 1)\n\nPART I\n*****************************\nWe will kick off with the TidyTuesday Screencast by David Robinson. He usually uses a lot of tricks that can be awesome for other day-to-day R struggles. If we want to we can take time in between to discuss some insights in more detail. Coding along is possible :)\n(more info below: 2)\n\nPART II\n*****************************\nThen we will get creative ourselves. It's our turn to play, expore and try out different ways to visualize the dataset and tell its story. It is possible to work in small groups, by yourself or just to watch others and chip in from time to time. All R-knowledge-levels are welcome.\n\nPART III\n*****************************\nLet's share and see what we came up with, what we struggled with and which solutions we found!\n\nWe are looking forward to seeing you!\n\nBest\nR-Ladies Berlin\n\n*********************************************************************************\nPlease install or update the following packages:\n\ninstall.packages(\"pacman\")\npacman::p_load(ggplot2, tidyverse, skimr)\n\nStay tuned.\n*********************************************************************************\n\nMore Info:\n1: github.com/rfordatascience/tidytuesday\n2: https://www.youtube.com/user/safe4democracy/videos",
    "status": "PAST",
    "dateTime": "2019-07-11T18:00:00+02:00",
    "duration": "PT2H",
    "eventUrl": "https://www.meetup.com/rladies-berlin/events/261262159/",
    "featuredEventPhoto": {},
    "rsvps": {
      "yesCount": 5,
      "waitlistCount": 4,
      "totalCount": 5
    },
    "venues": [
      {
        "id": "26041718",
        "name": "WeWork",
        "address": "Eichhornstraße 3",
        "city": "Berlin",
        "state": "BE",
        "country": "de",
        "lat": 52.5063,
        "lon": 13.3732,
        "postalCode": "10785",
        "venueType": ""
      }
    ],
    "group": {
      "name": "R-Ladies Berlin",
      "urlname": "rladies-berlin"
    }
  },
  {
    "id": "262337718",
    "title": "Unleashing the power of biodiversity data - a visit from R-Ladies San Francisco",
    "description": "Hello!\n\nand welcome to another hands-on session at Babbel.\n\nWe are very happy that evolutionary biologist and R-Lady **Ciera Martinez** will join us all the way from R-Ladies San Francisco!\n\nPART I\n*****************************\nWith Ciera (@CieraReports) we will explore biodiversity data which can take many forms, from photographs of bird feathers from museums to 3D CT-scans of extinct animals. Natural History Museums and Botanical Gardens have been digitizing their collections for over ten years yielding billions of data points culminating in one of the most exciting data resources the world has to offer.\n\nShe will also speak about her work as a current Mozilla Science Fellow, where she and her team have been working at the Berkeley Institute of Data Science exploring what the world of biodiversity data has to offer. You learn more about this project at curiositydata.org. In addition to talking about her biodiversity data project, she will speak about data science in academia and will host a brief workshop on how to use R to map fossils of extinct animals. (text inspired by R-Ladies Paris, thanks <3)\n\nPART II\n*****************************\nIn the second part of the meetup we invite you to code together with us, running for the first time a section we call \"RetrinkR\". Here, we will share a piece of code on GitHub (or RStudio cloud) and invite you to work with us on it. After a short introduction we are going to spend not more than an hour to have fun coding, learning and playing with R altogether (ALL levels of experience with R welcome).\n\nIf you have any chunk of code that you think that would be perfectly suitable - you are stuck and need a fresh view - get in touch with us here on meetup or on twitter.\n\nAlso in case of any other questions regarding R in general, you would like give a presentation or a R package that you would like to be introduced by us - please drop us a line at berlin@rladies.org.\n\nWe are looking forward to see you soon!\nBest\nR-Ladies Berlin organisation team\n\n*********************************************************************************\nPlease install or update the following packages:\n\ninstall.packages(\"pacman\")\npacman::p_load(ggplot2, ggmap, tidyverse, skimr, taxize, neotoma, maps)\n\nStay tuned.\n*********************************************************************************",
    "status": "PAST",
    "dateTime": "2019-06-24T18:30:00+02:00",
    "duration": "PT3H",
    "eventUrl": "https://www.meetup.com/rladies-berlin/events/262337718/",
    "featuredEventPhoto": {
      "id": "482418297",
      "baseUrl": "https://secure-content.meetupstatic.com/images/classic-events/",
      "highResUrl": "https://secure.meetupstatic.com/photos/event/4/7/7/9/highres_482418297.jpeg",
      "standardUrl": "https://secure.meetupstatic.com/photos/event/4/7/7/9/600_482418297.jpeg",
      "thumbUrl": "https://secure.meetupstatic.com/photos/event/4/7/7/9/thumb_482418297.jpeg"
    },
    "rsvps": {
      "yesCount": 33,
      "waitlistCount": 0,
      "totalCount": 33
    },
    "venues": [
      {
        "id": "24743276",
        "name": "Babbel",
        "address": "Max-Beer-Strasse 2",
        "city": "Berlin",
        "state": "",
        "country": "de",
        "lat": 52.5246,
        "lon": 13.4082,
        "postalCode": "",
        "venueType": ""
      }
    ],
    "group": {
      "name": "R-Ladies Berlin",
      "urlname": "rladies-berlin"
    }
  },
  {
    "id": "261699488",
    "title": "satRday Berlin",
    "description": "satRday Berlin is an R-focused conference that will be held on Saturday June 15th, 2019. Our goal is to help and grow the local R user community. We want to make this event as accessible as possible - by not requiring time off work, by not costing more than a day's wages, and by being supportive to new and under-represented community members.\n\nMore info: https://berlin2019.satrdays.org/\n\n* Please note that you have to register via the event website to attend",
    "status": "PAST",
    "dateTime": "2019-06-15T09:00:00+02:00",
    "duration": "PT10H",
    "eventUrl": "https://www.meetup.com/rladies-berlin/events/261699488/",
    "featuredEventPhoto": {},
    "rsvps": {
      "yesCount": 13,
      "waitlistCount": 0,
      "totalCount": 13
    },
    "venues": [
      {
        "id": "24492941",
        "name": "Hertie School of Governance",
        "address": "Friedrichstraße 180",
        "city": "Berlin",
        "state": "",
        "country": "de",
        "lat": 52.5125,
        "lon": 13.3893,
        "postalCode": "",
        "venueType": ""
      }
    ],
    "group": {
      "name": "R-Ladies Berlin",
      "urlname": "rladies-berlin"
    }
  },
  {
    "id": "261474024",
    "title": "Hands-on blogdown - How to create your first blog",
    "description": "Dear Ladies,\n\nwe would like to welcome you to another Hands-on session at Babbel. We would like to apologise for the short note cancelation and would like to catch up on the topic.\n\nDid you always wanted to be one who writes and shares content online in a blog? We have you covered. Come and bring your laptop - our organiser Christin is back for a short visit in Berlin and would like to guide you through a tutorial showing you how to setup your first blog using Hugo and Netifly.\nPlease install or update the following packages: markdown & blogdown.\nInstructions for the installation of Hugo is going to be posted in the comments soon. Stay tuned.\n\nIn the second part of the meetup we would like to code with you altogether, running for the first time a section we call \"RetrinkR\". Here, we would like to share a piece of code on GitHub and invite you to work with us on it. After a short introduction we are going to spend not more than an hour to have fun coding, learning and playing with R altogether.\n\nIf you have any chunk of code that you think that would be perfectly suitable - you are stuck and need a fresh view - get in touch with us here on meetup.\n\nAlso in case of any other questions regarding R in general, you would like give a presentation or a R package that you would like to be introduced by us - please drop us a line at berlin@rladies.org.\n\nWe are looking forward to see you soon!\nBest\nR-Ladies Berlin organisation team",
    "status": "PAST",
    "dateTime": "2019-05-29T18:30:00+02:00",
    "duration": "PT3H",
    "eventUrl": "https://www.meetup.com/rladies-berlin/events/261474024/",
    "featuredEventPhoto": {},
    "rsvps": {
      "yesCount": 21,
      "waitlistCount": 0,
      "totalCount": 21
    },
    "venues": [
      {
        "id": "24743276",
        "name": "Babbel",
        "address": "Max-Beer-Strasse 2",
        "city": "Berlin",
        "state": "",
        "country": "de",
        "lat": 52.5246,
        "lon": 13.4082,
        "postalCode": "",
        "venueType": ""
      }
    ],
    "group": {
      "name": "R-Ladies Berlin",
      "urlname": "rladies-berlin"
    }
  },
  {
    "id": "259925763",
    "title": "CANCELED! Short hands-on the universe of xaringan, bookdown and blogdown",
    "description": "Dear R-Ladies members and visitors,\n\nthe upcoming R-Ladies Berlin meetup is going to be one of a very special kind for me personally. After two years of organising R-Ladies Berlin I have to say goodbye. This meetup is going to be one of my last \"official\" ones. End of April I am moving to Toulouse, new tasks and challenges are calling.\n\nBut before let's have another great R-Ladies Berlin event.\n\nIn the first part - the talk - I would like to share with you some insights of the package universe of Yihui Xie, software developer at R-Studio and creator of knitR, blogdown and many more great packages. In my talk I would like to give you brief introductions and hand-ons of three of my favourite ones - xanigan, bookdown and blogdown.\nAll three packages provide a great implementation of R-Studio for the daily routines of a life as a scientist, student or journalist. Xanigan helps you to create beautiful presentations based on R markdown documents.\nBlogdown provides a smooth integration to built your own blog using GitHub and Netifly. The las one bookdown gives you the resources to create documents or even books which are pleasant to read, distribute or even to publish.\nI hope to show you the beauty and pleasant handling of these packages to just get you started on your own project. Please, bring your laptop, install these packackes, check your currently installed R-version and bring all your resources that you might already have to share it with the participants.\n\nIn the second part of the meetup we would like to code with you altogether, running for the first time a section we call \"RetrinkR\". Here, we would like to share a piece of code on GitHub and invite you to work with us on it. That might mean another way of data visualisation or how the raw data has been manipulated before hand or any further extensions. Examples of code can be submitted to GitHub and shared with all participants.\nAfter a short introduction we are going to spend not more than an hour to have fun coding, learning and playing with R altogether.\n\nIf you have any chunk of code that you think that would be perfectly suitable - you are stuck and need a fresh view - get in touch with us here on meetup.\n\nAlso in case of any other questions - please drop us a line at berlin@rladies.org.\n\nI am looking forward - with a smile in one eye and a tear in the other - to the next meetup session and would love to see as many as possible of the great Ladies that I meet during the last two years. Babbel is going to take care of snacks, drinks and provides its beautiful space in Berlin Mitte.\n\nIf you cannot make it, I'll keep in touch and stay in the background of R-Ladies Berlin and try to be in town for an event of R-Ladies.\n\nBest regards,\nand on behalf of R-Ladies Berlin organisers\nChrissy",
    "status": "CANCELLED",
    "dateTime": "2019-04-16T18:30:00+02:00",
    "duration": "PT3H",
    "eventUrl": "https://www.meetup.com/rladies-berlin/events/259925763/",
    "featuredEventPhoto": {},
    "rsvps": {
      "yesCount": 23,
      "waitlistCount": 0,
      "totalCount": 23
    },
    "venues": [
      {
        "id": "24743276",
        "name": "Babbel",
        "address": "Max-Beer-Strasse 2",
        "city": "Berlin",
        "state": "",
        "country": "de",
        "lat": 52.5246,
        "lon": 13.4082,
        "postalCode": "",
        "venueType": ""
      }
    ],
    "group": {
      "name": "R-Ladies Berlin",
      "urlname": "rladies-berlin"
    }
  },
  {
    "id": "258925980",
    "title": "Hands-on - Text mining with Alison!",
    "description": "Dear all,\n\nwe are looking forward to another exciting hands-on session about text mining at R-Ladies Berlin in a couple of days. This time, WATTx welcomes us at their site in 'Hallesches Haus' at Tempelhofer Ufer and introduces us to their deep tech develop business.\n\nWe are also very happy to welcome as a guest R-Lady Alison Holland.\nAlison works as a UX Researcher for a gaming company, GameDuell GmbH, in Berlin. In her daily routine she primarily uses R to quantify the feedback the company receives from users about the games, new features and prototypes.\nAs a lot of our feedback comes in written form, text mining helps her and her colleagues to visualise and summarise the feedback in an effective and timely fashion.\n\nIn the hands-on session Alison will focus on looking at the relationships between words by conducting frequency and sentiment analyses.\nPlease get prepared prior the workshop and install the following R packages: dplyr, tidytext, janeaustenr, tidyr, igraph, ggraph.\n\nWe are looking forward to an exciting evening and meet up with you!\nMeanwhile, have a look at Alison's blog: https://alisonhollandblog.wordpress.com/\n\nAt last - if you have any questions, topics that you would like to address in one of our sessions or any kind of feedback. Please get in touch with us and write us an e-mail berlin@rladies.org or approach us at the event.\n\nSee you soon!\nOn behalf of the R-Ladies organisation team\n\nChristin",
    "status": "PAST",
    "dateTime": "2019-03-19T18:30:00+01:00",
    "duration": "PT3H",
    "eventUrl": "https://www.meetup.com/rladies-berlin/events/258925980/",
    "featuredEventPhoto": {},
    "rsvps": {
      "yesCount": 40,
      "waitlistCount": 0,
      "totalCount": 40
    },
    "venues": [
      {
        "id": "25083413",
        "name": "WATTx Office",
        "address": "Tempelhofer Ufer 1 (2nd Floor)",
        "city": "Berlin",
        "state": "",
        "country": "de",
        "lat": 52.4973,
        "lon": 13.3897,
        "postalCode": "",
        "venueType": ""
      }
    ],
    "group": {
      "name": "R-Ladies Berlin",
      "urlname": "rladies-berlin"
    }
  },
  {
    "id": "258318484",
    "title": "R-Lady Riva from Santiago visits R-Ladies Berlin",
    "description": "Dear all,\n\nR-Ladies Berlin starts with a first exciting session in 2019. We are excited about our visitor in February R-Lady Riva (@rivaquiroga) from Chile.\nShe is the founder of R-Ladies Santiago and R-Ladies Valparaíso in Chile. Riva is one of the chairs of LatinR Conference, and recently co-organized satRday Santiago. As a Linguist, she uses R for exploring how people use language in different settings and periods.\n\n*** About the session\n\nThe session will have two parts. In the first one, Riva is going to share the story of R-Ladies in Latin and South America, one of the biggest and most active communities of R-Ladies Global. One of their main achievements has been the organisation of LatinR (latin-r.com).\n\nThen, she will run a Web Scraping workshop. This is a hands-on session, so bring your laptop with the following packages installed: `rvest`, `tidyverse` and `janitor`.\n\nWe are looking forward to meet up with you soon at our host Babbel, generously providing a great location, pizza and drinks.\nYou have an interesting topic in mind or you want to support R-Ladies Berlin - feel warmly invited to join us at our organisation team meeting on, Thursday Feb 7th!\n\nAny remarks and comments can be posted here at meetup or send via mail to berlin@rladies.org.\n\nBest regards,\nChristin\n\nOn behalf of R-Ladies Berlin organiser team",
    "status": "PAST",
    "dateTime": "2019-02-12T18:30:00+01:00",
    "duration": "PT2H30M",
    "eventUrl": "https://www.meetup.com/rladies-berlin/events/258318484/",
    "featuredEventPhoto": {},
    "rsvps": {
      "yesCount": 27,
      "waitlistCount": 0,
      "totalCount": 27
    },
    "venues": [
      {
        "id": "24743276",
        "name": "Babbel",
        "address": "Max-Beer-Strasse 2",
        "city": "Berlin",
        "state": "",
        "country": "de",
        "lat": 52.5246,
        "lon": 13.4082,
        "postalCode": "",
        "venueType": ""
      }
    ],
    "group": {
      "name": "R-Ladies Berlin",
      "urlname": "rladies-berlin"
    }
  },
  {
    "id": "258555463",
    "title": "Join our Orga-Team-Meeting!",
    "description": "The new year just has been started and we are getting together the schedule for the first six months.\nWe would like to invite you to join our team meeting for discussions and plannings! Let us know what topics you would be interested in!\n\nWe are also looking for additional motivated organisation team members, who would love to support our meet-up events!\n\nWe are looking forward to meet up with you for a coffee and a chat about R, R-Ladies Berlin and the upcoming events!\n\nBest regards\nChristin\non behalf of the organisation team of\nR-Ladies Berlin",
    "status": "PAST",
    "dateTime": "2019-02-07T19:00:00+01:00",
    "duration": "PT1H30M",
    "eventUrl": "https://www.meetup.com/rladies-berlin/events/258555463/",
    "featuredEventPhoto": {},
    "rsvps": {
      "yesCount": 7,
      "waitlistCount": 0,
      "totalCount": 7
    },
    "venues": [
      {
        "id": "26132709",
        "name": "Russisches Restaurant mit Cocktailbar",
        "address": "Georgenstraße 4",
        "city": "Berlin",
        "state": "BE",
        "country": "de",
        "lat": 52.5203,
        "lon": 13.3928,
        "postalCode": "10117",
        "venueType": ""
      }
    ],
    "group": {
      "name": "R-Ladies Berlin",
      "urlname": "rladies-berlin"
    }
  },
  {
    "id": "274033292",
    "title": "\"You are still on mute\" - RLadies Berlin virtual kick-off",
    "description": "Hi there!\n\nI am excited to announce that R-Ladies Berlin Meet-ups will continue in the virtual realm, starting in November 2020.\n\nWe all know why there haven't been any face-to-face R-Ladies Meetups recently, but some of us miss the occasional meet-ups where they can mingle with other R-Ladies and friends and learn new things.\n\nThe first virtual meetup will have a small input/hands-on session \"Three tips to make it easier for others to re-use/run your code\", but we also invite you to help us setting up future virtual meet-ups. What has worked well in other meet-ups you have attended? Which topics are you interested in? Which infrastructure/software can you recommend?\n\nLooking forward to reconnecting with all of you,\n\nLisa\nfor R-Ladies Berlin\n\n****************\nMeeting ID: 325 813 7328\nPasscode: 343562",
    "status": "PAST",
    "dateTime": "2020-11-04T19:00:00+01:00",
    "duration": "PT2H",
    "eventUrl": "https://www.meetup.com/rladies-berlin/events/274033292/",
    "featuredEventPhoto": {
      "id": "493284859",
      "baseUrl": "https://secure-content.meetupstatic.com/images/classic-events/",
      "highResUrl": "https://secure.meetupstatic.com/photos/event/6/1/1/b/highres_493284859.jpeg",
      "standardUrl": "https://secure.meetupstatic.com/photos/event/6/1/1/b/600_493284859.jpeg",
      "thumbUrl": "https://secure.meetupstatic.com/photos/event/6/1/1/b/thumb_493284859.jpeg"
    },
    "rsvps": {
      "yesCount": 37,
      "waitlistCount": 0,
      "totalCount": 37
    },
    "venues": [
      {
        "id": "26906060",
        "name": "Online event",
        "address": "",
        "city": "",
        "state": "",
        "country": "",
        "lat": -8.5211,
        "lon": 179.1962,
        "postalCode": "",
        "venueType": "online"
      }
    ],
    "group": {
      "name": "R-Ladies Berlin",
      "urlname": "rladies-berlin"
    }
  },
  {
    "id": "268447144",
    "title": "Getting started with R",
    "description": "Hey there!\n\nits the beginning of a new year and we are having a session for beginners... This time will be all about learning R :)\n\n*You are already familiar with R*\ncome by and support the others or come and take the time to learn something you have been meaning to get a handle on for a long time!\n\n*You are new to R and the community*\nfeel free to join, this is the meet-up for you!\n\nThe wonderful Lisa Hehnke (twitter: @dataplanes) will give an \"Intro to R\" and in our hands-on session you get to try it out yourself. Either join for some exercises or work on your own projects/ideas.\n\nMeet Lisa\n*********************************************\nShe is a researcher turned social data scientist who is working to address current societal challenges in order to make a difference and drive change. After obtaining her Master's degree in politics and public administration with specializations in management and quantitative research methods, Lisa worked as a researcher for computational social science and quantitative data analysis at the Universities of Konstanz, Hamburg, and Bielefeld. She currently develops a decentralized knowledge commons infrastructure with Liberate Science and serves as a steering committee member of the Open Science MOOC to make open the default setting for all global research.\n\nSchedule:\n*********************************************\n18.30 - Arrival and Welcome\n19.00 - Intro to R with Lisa\n20.00 - Hands-on session: You can do it\n20.30 - Keep going or Mingle\n\npreparation\n*********************************************\nfor the meet-up, try to have R and RStudio installed on your device, so that you are ready to go. If you run into problems, we can sort them out at the venue ;)\nIf possible, also pre-install these two packages by typing the following code into the console:\ninstall.packages(\"tidyverse\")\ninstall.packages(\"rtweet\")\n\nyou already want to get started?\n*********************************************\nhere are some materials with which you can start\n\ninstall.packages(\"swirl\")\nlibrary(swirl)\n\ncontact\n*********************************************\ntwitter: @RLadiesBerlin\nplease get in touch if you have any questions!\n\n********************************************************************************\nstay tuned for more details and preparation instructions :)",
    "status": "PAST",
    "dateTime": "2020-02-18T18:30:00+01:00",
    "duration": "PT3H",
    "eventUrl": "https://www.meetup.com/rladies-berlin/events/268447144/",
    "featuredEventPhoto": {
      "id": "488733608",
      "baseUrl": "https://secure-content.meetupstatic.com/images/classic-events/",
      "highResUrl": "https://secure.meetupstatic.com/photos/event/8/3/4/8/highres_488733608.jpeg",
      "standardUrl": "https://secure.meetupstatic.com/photos/event/8/3/4/8/600_488733608.jpeg",
      "thumbUrl": "https://secure.meetupstatic.com/photos/event/8/3/4/8/thumb_488733608.jpeg"
    },
    "rsvps": {
      "yesCount": 25,
      "waitlistCount": 0,
      "totalCount": 25
    },
    "venues": [
      {
        "id": "24743276",
        "name": "Babbel",
        "address": "Max-Beer-Strasse 2",
        "city": "Berlin",
        "state": "",
        "country": "de",
        "lat": 52.5246,
        "lon": 13.4082,
        "postalCode": "",
        "venueType": ""
      }
    ],
    "group": {
      "name": "R-Ladies Berlin",
      "urlname": "rladies-berlin"
    }
  },
  {
    "id": "267231673",
    "title": "rstudio::conf(2020) Watch Party",
    "description": "Rstudio::conf(2020) watch party in cooperation with RStudio, RLadiesBerlin, BerlinR, and the Berlin RUG!\n\nLet us enjoy the conference without having to trek to San Francisco. We'll watch and discuss live streams together, enjoy RStudio trinkets and have food and drinks as well.\n\nSchedule\n***********************************\n5 pm - Just before the first keynote, a live-streamed pre-game event will feature short interviews with folks from RStudio as well as the wider R-Community. During this event, we will have an opportunity to interact with the host and guests in real time.\n\n6pm - The pre-game event will lead directly into the keynote and session live-streams. We aim to watch the first two keynote talks of the conference together and we can pose questions to the speakers.\n\nKeynotes:\n- Open Source Software for Data Science, J.J. Allaire - Hosts, Founder and CEO RStudio\n- Data, visualization, and designing with AI, Fernanda Viegas and Martin Wattenberg, Google\n\n9pm - We draw the winners from a little raffle game we prepared :)\n\nAbout rstudio::conf:\n***********************************\nFeaturing two days of content with more than 70 sessions and lightning talks, rstudio::conf will welcome more than 2000 attendees to listen, discuss, and explore what’s possible with R and RStudio.\n\nLink to Agenda: https://tinyurl.com/yyvyx66c\n\n********************************************************************************\nstay tuned for more details!",
    "status": "PAST",
    "dateTime": "2020-01-29T17:00:00+01:00",
    "duration": "PT5H",
    "eventUrl": "https://www.meetup.com/rladies-berlin/events/267231673/",
    "featuredEventPhoto": {
      "id": "488008004",
      "baseUrl": "https://secure-content.meetupstatic.com/images/classic-events/",
      "highResUrl": "https://secure.meetupstatic.com/photos/event/6/d/6/4/highres_488008004.jpeg",
      "standardUrl": "https://secure.meetupstatic.com/photos/event/6/d/6/4/600_488008004.jpeg",
      "thumbUrl": "https://secure.meetupstatic.com/photos/event/6/d/6/4/thumb_488008004.jpeg"
    },
    "rsvps": {
      "yesCount": 26,
      "waitlistCount": 0,
      "totalCount": 26
    },
    "venues": [
      {
        "id": "26411406",
        "name": "GameDuell GmbH",
        "address": "Taubenstraße 24-25",
        "city": "Berlin",
        "state": "BE",
        "country": "de",
        "lat": 52.5134,
        "lon": 13.3956,
        "postalCode": "10117",
        "venueType": ""
      }
    ],
    "group": {
      "name": "R-Ladies Berlin",
      "urlname": "rladies-berlin"
    }
  }
]
