{
  "id": "20977178",
  "name": "R-Ladies Berlin",
  "urlname": "rladies-berlin",
  "description": "<p><i>~English version in between~<\/i><\/p> \n<p>Die erste Community für Frauen, die sich für alles rund ums Thema R, Big data oder Datenvisualisierung interessieren. R-Ladies Berlin ist Teil der R-Ladies Global Gemeinschaft und unterstützt Geschlechter-Vielfalt in Deutschland und weltweit. <br>Wir sind offen für jede Art geschlechtlicher Orientierung und schaffen einen sicheren Raum für jede Interessierte R zu erlernen, sich auszutauschen und zu vernetzen. Wir möchten jede Frau, unabhängig vom Wissensstand, in unserer Gemeinschaft willkommen heißen. Gleich ob du ein Neueinsteiger bist oder ein erfahrener R-Programmierer, interessiert an Mentoring und Networking - sei mit dabei. <br><\/p> \n<p>R-Ladies sind eine gemeinnützige, an Frauen adressierte Gemeinschaft deren Ziel es ist, eine Plattform für den gegenseitigen Erfahrungs- und den gemeinschaftlichen Wissensaustausch zu bieten. <br>R-Ladies Berlin richtet sich an Frauen, die in den Bereichen STEM (Science, Technology, Engineering and Mathematics), der freien Softwareentwicklung arbeiten oder ganz allgemein Teil der globalen R-Gemeinschaft werden wollen. Themen der R-Ladies Berlin<\/p> \n<p><br> <i>The first German R Programming community for Women! We are a local chapter of R-Ladies Global <a href=\"http://rladies.org/\">rladies.org<\/a>, a Linux Foundation grant recipient. R-Ladies Berlin exists to promote gender diversity in the R community, both in Germany and worldwide. We are fully inclusive and respectful of queer and trans identities - providing a safe space for anyone identifying as female interested in/working with R is of paramount importance. <br><\/i><\/p> \n<p><i>R-Ladies Berlin welcomes members of all R proficiency levels, whether you're a new or aspiring R user, or an experienced R programmer interested in mentoring & networking. Our non-profit, female-centric civil society community is designed to develop our members' R skills & knowledge through social, collaborative learning & sharing. Supporting women's access to STEM careers, the Free Software Movement, and contributing to the global R community!<\/i><\/p> \n<p><i><b>Themen / Topics:<\/b><\/i><\/p> \n<p>• Einstieg in die Programmierung mit R & RStudio / <i>Kickstarting R & RStudio<\/i> <br><\/p> \n<p>• Datenvisualisierung / <i>Data visualisation<\/i><\/p> \n<p>• Machine Learning algorithms<\/p> \n<p>• Mathematik & Statistik / <i>Mathematics and statistics<\/i><\/p> \n<p>• Text Mining<\/p> \n<p>• Spatial Analytics<\/p> \n<p>• Entwicklung von interaktiven Web Apps / <i>Building Interactive Web Apps<\/i><\/p> \n<p>• Aufbau von dynamischen Berichten / <i>Building Dynamic Reports & Dashboards<\/i><\/p> \n<p>• ... und vieles Weitere, was euch interessiert / <i>... and many more :)<\/i><\/p> \n<p><i> <br><\/i><\/p> \n<p><i><b>Gemeinschaftspolitik & Verhaltenskodex: <\/b> <\/i>Die Führung und das Mentoring innerhalb der Gemeinschaft ist exklusiv Frauen vorbehalten. In Anbetracht des Bedarfs ist jedoch formal die Teilnahme für alle Geschlechter offen. <br>Dennoch ist die Unterstützung der Frauen oberste Priorität dieser Gemeinschaft. Aus diesem Grund behalten wir uns das Recht vor diese Priorität im vollen Umfang zu verfolgen. Alle Mitglieder und Event-Teilnehmer sind angehalten sich gegenseitig und das Ziel dieses Meetups zu respektieren. Diese Community ist gemeinnützig und zu keinem Zeitpunkt werden Gebühren gleich weder Form erhoben. Im Fall der Missachtung der oben genannten Regeln behalten wir uns den Ausschluss von weiteren Veranstaltungen vor.<\/p> \n<p><i><b>PS Community Policies & Code of Conduct: <\/b>the leadership & mentoring roles within this Community are held exclusively by women - however due to demand, we have formally opened learning participation to all genders, hence are fully inclusive re. attendance in order to learn. However, the stated priority of this meetup is the development & support of it's female members acting in whichever roles, and we therefore reserve the right to guard this interest through whatever measures we deem appropriate. All members & event attendees are expected to fully respect each other & the mandate of this Meetup, or face expulsion of any form, whether from events, Meetup membership, or any other Community participation. This Community is a social initiative, hence will never involve charges or fees to participate, unless a member is found to be disrespectful of the goodwill on which the Meetup exists - in this case the Meetup may impose a monetary penalty should the offending member wish to participate in further events (at the discretion of the leadership team).<\/i> <br><\/p>",
  "lat": 52.52,
  "lon": 13.38,
  "city": "Berlin",
  "state": "",
  "country": "de",
  "memberships": {
    "totalCount": 651
  },
  "foundedDate": "2016-10-31T07:45:32+01:00",
  "proJoinDate": "2018-10-28T19:15:27-04:00",
  "timezone": "Europe/Berlin",
  "joinMode": "OPEN",
  "who": "R-Ladies",
  "isPrivate": false,
  "events": {
    "totalCount": 29,
    "first_event": "2016-12-13",
    "last_event": "2020-11-04"
  },
  "status": "inactive"
}
