{
  "id": "32702177",
  "name": "R-Ladies L'viv",
  "urlname": "rladies-lviv",
  "description": "<p><span>What we're about<\/span> <br><\/p>\n<p> <br><\/p>\n<p>R-Ladies Lviv welcomes members of all R proficiency levels, whether you're a new or aspiring R user, or an experienced R programmer interested in mentoring, networking &amp; expert upskilling. Our community is designed to develop our members' R skills &amp; knowledge through social, collaborative learning &amp; sharing. Supporting minority identity access to STEM skills &amp; careers, the Free Software Movement, and contributing to the global R community! <br> <br>A local chapter of R-Ladies Global, R-Ladies Lviv exists to promote gender diversity in the R community worldwide. We are pro-actively inclusive of queer, trans, and all minority identities, with additional sensitivity to intersectional identities. Our priority is to provide a safe community space for anyone identifying as a minority gender who is interested in and/or working with R. As a founding principle, there is no cost or charge to participate in any of our R-Ladies communities around the world. <br> <br>We are part of Global R-Ladies group. You can access our presentations, R scripts, and Projects on our Github account and follow us on twitter to stay up to date about R-Ladies news! <br> <br>Join and follow us: <br> <br><\/p>\n<p>Our Facebook page: <a href=\"https://www.facebook.com/RLadiesLviv/\">https://www.facebook.com/RLadiesLviv/<\/a>&nbsp;<\/p>Twitter: @RLadiesLviv \n<a href=\"https://twitter.com/RLadiesLviv\">https://twitter.com/RLadiesLviv<\/a>\n<br> \n<br>Contact us: \n<br> \n<br>- Partnership proposal: lviv@rladies.org \n<br> \n<br>- Questions and support : r.ladies.lviv@gmail.com \n<br> \n<br>Website:&nbsp;\n<a href=\"https://www.rladies.org/\">https://www.rladies.org<\/a>&nbsp;(\n<a href=\"https://www.rladies.org/\">https://www.rladies.org/<\/a>) \n<br> \n<br>PS Community Policies &amp; Code of Conduct: \n<br> \n<br>The leadership, mentoring &amp; teaching roles within this Community are held exclusively by minority genders (majority gender speakers may be allowed/invited as one-off guests in exceptional circumstances at the leadership team's discretion). Due to unexpected demand, we have opened learning participation to all genders, dependent on initial and on-going vetting by the leadership team. However, the stated priority of the R-Ladies communities is the development &amp; support specifically of those identifying as a minority gender, and we, therefore, reserve the right to guard this interest through whatever measures the leadership team deems appropriate. Anyone involved with R-Ladies Kyiv is expected to fully respect each other, the mandate of this community, and the goodwill on which R-Ladies is founded, or face expulsion/a penalty of any form, at the discretion of the leadership team.",
  "lat": 49.84,
  "lon": 24.03,
  "city": "L'viv",
  "state": "",
  "country": "ua",
  "memberships": {
    "totalCount": 59
  },
  "foundedDate": "2019-08-31T09:17:38+03:00",
  "proJoinDate": "2019-08-31T09:31:04-04:00",
  "timezone": "Europe/Kiev",
  "joinMode": "OPEN",
  "who": "R-Ladies",
  "isPrivate": false,
  "events": {
    "totalCount": 4,
    "first_event": "2019-09-08",
    "last_event": "2019-10-18"
  },
  "status": "inactive"
}
