{
  "id": "20381623",
  "name": "R-Ladies Madrid",
  "urlname": "rladies-madrid",
  "description": "<p>¡La primera comunidad de España de R para mujeres! Aquí encontrarás compañeras en el mundo de la programación en R, desde profesionales que tienen R como herramienta principal de trabajo hasta aficionadas que quieren aprender y seguir mejorando. ¡Unete, te esperamos!&nbsp;<\/p>\n<p>R-Ladies Madrid es una rama local parte de R-Ladies Global, una comunidad open source donde mujeres nos apoyamos y nos ayudamos a crecer dentro de la comunidad de R. Además R-Ladies Global es un proyecto financiado por el&nbsp;<span>R Consortium-Linux Foundation.<\/span><\/p>\n<p><b>Si alguien está interesada en impartir un taller o dar una charla en un evento de R-Ladies escribid a&nbsp;<\/b> <br><\/p>\n<p><b>madrid[at]rladies[dot]org<\/b><\/p>\n<p><span> <a href=\"https://www.r-consortium.org/news/blogs/2016/08/r-consortium-funds-three-projects-july\" class=\"linkified\">https://www.r-consortium.org/news/blogs/201...<\/a> <br><\/span><\/p>\n<p>Spain's first R programming community for women! Building a social network of female R practitioners and learners in Madrid to support knowledge sharing and collaborative learning! Join us!<\/p>\n<p>R-Ladies Madrid is a local chapter of a global open source community promoting female R practitioners and learners, R-Ladies Global, which is an R Consortium-Linux Foundation supported project.<\/p>\n<p> <br><\/p>\n<p><i><b>Políticas y Código de Conducta<\/b><\/i><\/p>\n<p><i>En la comunidad R-Ladies los puestos de responsabilidad como speakers y orientadoras son exclusivamente para mujeres, aún así la asistencia a las reuniones está abierta a gente de todos los géneros. Siempre se dará prioridad a la participación femenina ya que este grupo nació con la intención de animar y apoyar a mujeres en los trabajos STEM (Science, Technology, Engineering &amp; Math) y en la comunidad de R por lo que las organizadoras de R-Ladies Madrid tienen la responsabilidad y el derecho de tomar las acciones oportunas para salvaguardar los intereses de la comunidad.<\/i><\/p>\n<p><i>Todos los miembros y asistentes tienen que ser respetuosos tanto en la comunidad online como en los eventos, si no es así la penalización es la expulsión del evento o de la comunidad, dependiendo del caso.&nbsp;<\/i><\/p>\n<p><i>Esta comunidad es una iniciativa social por lo que no hay ninguna clase de recargo y todos los eventos serán gratuitos.<\/i><\/p>\n<p><a href=\"https://github.com/rladies/starter-kit/wiki/Code-of-Conduct#spanish\">Código de conducta completo.<\/a><\/p>",
  "lat": 40.42,
  "lon": -3.71,
  "city": "Madrid",
  "state": "",
  "country": "es",
  "memberships": {
    "totalCount": 1871
  },
  "foundedDate": "2016-09-02T16:29:35+02:00",
  "proJoinDate": "2018-10-28T19:14:33-04:00",
  "timezone": "Europe/Madrid",
  "joinMode": "OPEN",
  "who": "R-Ladies",
  "isPrivate": false,
  "events": {
    "totalCount": 51,
    "first_event": "2016-10-24",
    "last_event": "2022-04-05"
  },
  "status": "inactive"
}
