[
  {
    "id": "244485597",
    "title": "3º Meetup R-Ladies Rio",
    "description": "Damos sequência aos nossos meetups sobre R e suas aplicações!\n\nSomente participantes com fotos, que informem documento de identificação ( RG ou CPF ) poderão acessar o evento.\n\nTeremos palestras sobre uso de R na Física e no Direito. Porque R é para todos os domínios de conhecimento. ;)\n\nR na Fisica\n\nContaremos com a Dra Clemencia Mora, que irá palestrar sobre o R em aplicações na Física.\n\nClemencia Mora Herrera é doutora em ciências com menção em Física pela Universidade de Genebra, Suíça, na área de Física Experimental de Altas Energias. Sua tese foi sobre a produção de életrons provenientes de decaimentos de hádrons de sabor pesado nas primeiras colisões de prótons no LHC, medidas pelo experimento ATLAS. Possui Bacharelado em Astronomia e Mestrado em ciências com menção em Física pela PUC-Chile, e pós-doutorado no CBPF para formar parte do grupo do experimento CMS no LHC. Atualmente é professora adjunta do Departamento de Física Nuclear e Altas Energias da UERJ onde desenvolve sua pesquisa a procura de física além do modelo padrão em eventos de produção exclusiva com o experimento CMS.\n\nE com o expertise da economista Helena Riveiro Fernandes,que irá nos falar sobre:\n\nAnálise Envoltória de Dados com o pacote Benchmarking\nA Eficiência dos Juizados Especiais\n\nHelena Riveiro Fernandes é mestre em ciências econômicas pela Universidade do Estado do Rio de Janeiro. Sua dissertação foi sobre o nível de eficiência nos juizados especiais. Possui Bacharelado em ciências econômicas pela PUC-Rio e pós-graduação em Administração pública pela FGV-rio.\n\nAtualmente trabalha como Assistente de pesquisa ll no IPEA onde auxilia em projetos de pesquisa de interesse nacional relacionados à produtividade setorial.",
    "status": "PAST",
    "dateTime": "2017-11-23T18:00:00-02:00",
    "duration": "PT2H30M",
    "eventUrl": "https://www.meetup.com/rladies-rio/events/244485597/",
    "featuredEventPhoto": {},
    "rsvps": {
      "yesCount": 51,
      "waitlistCount": 0,
      "totalCount": 51
    },
    "venues": [
      {
        "id": "25596779",
        "name": "Instituto de Física Armando Dias Tavares - UERJ",
        "address": "R. São Francisco Xavier, 524 - Maracanã - Sala de seminários do PPGF - sala 3144 F CEP: 20559-900 - Rio de Janeiro - RJ - Brasil",
        "city": "Rio de Janeiro",
        "state": "",
        "country": "br",
        "lat": 0,
        "lon": 0,
        "postalCode": "",
        "venueType": ""
      }
    ],
    "group": {
      "name": "R-Ladies Rio de Janeiro",
      "urlname": "rladies-rio"
    }
  },
  {
    "id": "240509266",
    "title": "2º Meetup R-Ladies Rio",
    "description": "[ATUALIZAÇÃO]\nDevido à grande procura, conseguimos um novo espaço com maior capacidade! Agora estamos no coração de Ipanema - Salão Rio de Janeiro no Hotel Everest Rio, com nova data 27/07/2017 (quinta-feira), às 18:00 horas.\n\nAs inscrições estão reabertas e vão até 25/07 !\nSomente participantes com fotos, que informem documento de identificação\n( RG ou CPF ) poderão acessar o evento.\n\n------------\n\nDepois de começarmos com a Gabriela de Queiroz, damos sequência aos nossos meetups sobre R e suas aplicações!\n\nTeremos palestras sobre ETL, Visualização de Dados e Sistemas de Recomendação.\n\nETL\n\nContaremos com Keyla Caroline Peixoto, que irá palestrar sobre ETL e seus processos.\n\nKeyla Peixoto é Analista Business Intelligence em Nas11, onde trabalha extraindo dados, métricas e indicadores de acordo com a necessidade dos clientes.\nFormada em Análise e Desenvolvimento de Sistemas pela Universidade Estácio de Sá; Pós Graduada em Banco de Dados com ênfase em Data Warehouse, Data Mining e Gestão de Conhecimento nas Empresas pela PUC-RJ; Mestranda pela Universidade do Porto.\n\nVisualização de Dados\n\nContaremos com os talentos e expertises de Ingrid Luz e Natália Medina. Uma apresentação além de técnica, vai ser uma das mais bonitas que vocês já viram, podemos garantir.\n\nIngrid Luz trabalha com UX Design na globo.com, lidando com arquitetura da informação e experiência do usuário em uma cultura data driven.Graduanda em Desenho Industrial na Escola Superior de Desenho Industrial (Esdi/Uerj).\n\nNatália Medina trabalha com UX Design na globo.com, onde integrou o time de Big Data. Foi bolsista no Laboratório da Visualidade e Visualização (Labvis/UFRJ), onde trabalhou com visualização de dados, e bolsista no Laboratório Nacional de Computação Científica (ACiMA), onde trabalhou com computação gráfica e simulação 3D. Graduanda em Comunicação Visual - Design na Escola de Belas Artes da UFRJ.\n\nSistemas de Recomendação\n\nContaremos também com a organizadora do R-Ladies Rio Celina Rebello falando sobre sistemas de recomendação.\n\nCelina Rebello é mestre em Administração pelo Instituto COPPEAD/UFRJ, com ênfase em Estratégia, Organizações e Sistemas de Informação; especialista em Gestão de Projetos pela FGV e bacharel em Ciência da Computação pela UFRJ.\nPossui 14 anos de experiência profissional nos setores de Computação e de Telecomunicações Móveis, em Desenvolvimento e Gestão de Projetos de Software, com atuação internacional, especialmente na América Latina. Foi professora dos cursos de extensão no NCE-UFRJ em Desenvolvimento de Software e atualmente é doutoranda em Administração pelo COPPEAD/UFRJ na linha pesquisa em Big Data.",
    "status": "PAST",
    "dateTime": "2017-07-27T18:00:00-03:00",
    "duration": "PT3H30M",
    "eventUrl": "https://www.meetup.com/rladies-rio/events/240509266/",
    "featuredEventPhoto": {},
    "rsvps": {
      "yesCount": 109,
      "waitlistCount": 0,
      "totalCount": 109
    },
    "venues": [
      {
        "id": "25371915",
        "name": "Hotel Everest Rio - Salão Rio de Janeiro",
        "address": "Rua Prudente de Moraes, 1117 - Ipanema RJ",
        "city": "Rio de Janeiro",
        "state": "",
        "country": "br",
        "lat": -22.9855,
        "lon": -43.2075,
        "postalCode": "",
        "venueType": ""
      }
    ],
    "group": {
      "name": "R-Ladies Rio de Janeiro",
      "urlname": "rladies-rio"
    }
  },
  {
    "id": "239173353",
    "title": "Primeiro Meetup R-Ladies Rio",
    "description": "Nosso objetivo é promover a linguagem R, compartilhar conhecimentos, especialmente na comunidade feminina. Toda e qualquer pessoa com interesse na linguagem R é convidada a participar. Não importa se você nunca usou R antes ou se você é especialista em R.\n\nTeremos conosco a fundadora do R-Ladies, a Gabriela de Queiroz!\n\nTítulo:\n\n\"Data Science, R e R-Ladies: um pouco da minha experiência no Vale do Silício\"\n\nGabriela de Queiroz é Lead Data Scientist na SelfScore onde cria e mantém modelos Estatísticos e de Machine Learning usados em otimização, fraude e risco. Já trabalhou em algumas startups no Vale do Silício e nas suas horas vagas é mentora em Data Science. Ela é fundadora do grupo R-Ladies com mais de 30 capítulos ao redor do mundo.Mestre em Estatística pela CSUEB e Epidemiologia pela Fiocruz.\n\nAVISO: Nosso meetup está chegando!\nPara quem for levar convidada ou convidado, por favor informe nome por inbox. Falaremos sobre R, Big Data e Data Science, suas aplicações e a carreira.\n\nAs inscrições fecham 17/05.\n\nMaiores detalhes do código de conduta para o grupo em:\n\nhttps://github.com/rladies/starter-kit/wiki... (https://github.com/rladies/starter-kit/wiki/Code-of-Conduct)",
    "status": "PAST",
    "dateTime": "2017-05-18T19:00:00-03:00",
    "duration": "PT0S",
    "eventUrl": "https://www.meetup.com/rladies-rio/events/239173353/",
    "featuredEventPhoto": {},
    "rsvps": {
      "yesCount": 47,
      "waitlistCount": 14,
      "totalCount": 47
    },
    "venues": [
      {
        "id": "25172774",
        "name": "Faculdades Senac Rio",
        "address": "Rua Santa Luzia, 735 - 4° andar - sala 402 - Próximo ao Metrô da Cinelândia.",
        "city": "Rio de Janeiro",
        "state": "",
        "country": "br",
        "lat": 0,
        "lon": 0,
        "postalCode": "",
        "venueType": ""
      }
    ],
    "group": {
      "name": "R-Ladies Rio de Janeiro",
      "urlname": "rladies-rio"
    }
  },
  {
    "id": "250840985",
    "title": "4º Meetup R-Ladies Rio",
    "description": "Celebramos um ano de palestras apresentando nossas aplicações com R!\nPorque R é aplicável para todos os domínios de conhecimento.\n\nAgradecemos o apoio à ORACLE BRASIL que, gentilmente, nos recebe em seu escritório no Rio de Janeiro.\n\nLembramos que somente participantes com fotos, que informem documento de identificação ( RG ou CPF ) poderão acessar o evento.\n\nContaremos com o expertise de Priscila Hohberg, com a palestra:\n\n\"Leaflet: Criando mapas interativos no R \"\n\nPriscila Hohberg é estatística de formação pela ENCE ( Escola Nacional de Ciências Estatísticas ). Atualmente, trabalha para uma empresa de cartões de crédito. Algumas de suas atividades são modelos de propensão e perfis de consumo. Entusiasta do R, acredita que não há limites para suas aplicações.\n\nE com ela, a fundadora de R-Ladies Global, Gabriela de Queiroz que irá apresentar:\n\n\"R-Ladies comunidade, missão e visão\"\n\nA comunidade do R sofre de uma sub-representação minoria de gêneros em todos os papéis e áreas de participação, seja como líderes, desenvolvedores de pacotes, conferencistas, participantes de conferências ou usuários.\nCom uma iniciativa de diversidade, a missão do R-Ladies é conseguir uma representação proporcional incentivando, inspirando e capacitando as minorias atualmente sub-representadas na comunidade do R.\nNessa palestra, Gabriela falará sobre a comunidade do R-Ladies e apresentará alguns números sobre a comunidade focando especialmente no Brasil e América Latina.\"\n\nGabriela de Queiroz é cientista de dados e fundadora de R-Ladies, uma organização mundial para promover a diversidade na comunidade R com mais de 100 capítulos em todo o mundo. Realiza mentorias e compartilha seu conhecimento através de programas de orientação, tutoriais e palestras. Trabalhou em várias startups e onde construiu equipes, desenvolveu modelos estatísticos e empregou diversas técnicas para obter percepções e conduzir decisões centradas em dados. Mestre em Estatística pela CSUEB e Epidemiologia pela Fiocruz.\n\nEspeRamos vocês!",
    "status": "PAST",
    "dateTime": "2018-06-07T18:00:00-03:00",
    "duration": "PT3H",
    "eventUrl": "https://www.meetup.com/rladies-rio/events/250840985/",
    "featuredEventPhoto": {},
    "rsvps": {
      "yesCount": 28,
      "waitlistCount": 32,
      "totalCount": 28
    },
    "venues": [
      {
        "id": "25754329",
        "name": "Oracle (Rio) - Edifício Empresarial RB1",
        "address": "Av. Rio Branco, 01 - sala 701",
        "city": "Rio de Janeiro",
        "state": "",
        "country": "br",
        "lat": -22.8974,
        "lon": -43.1803,
        "postalCode": "meetup2",
        "venueType": ""
      }
    ],
    "group": {
      "name": "R-Ladies Rio de Janeiro",
      "urlname": "rladies-rio"
    }
  },
  {
    "id": "265195019",
    "title": "Meetup R-Ladies Rio de Janeiro Outubro 2019 ",
    "description": "Neste meetup vamos (re)conectar o grupo, conversar sobre R e fazer um lindo exemplo de física para se inspirar!\n\nPalestra: Introdução ao R: tidyverse aplicado a dados de física!",
    "status": "PAST",
    "dateTime": "2019-10-24T18:30:00-03:00",
    "duration": "PT1H30M",
    "eventUrl": "https://www.meetup.com/rladies-rio/events/265195019/",
    "featuredEventPhoto": {},
    "rsvps": {
      "yesCount": 38,
      "waitlistCount": 0,
      "totalCount": 38
    },
    "venues": [
      {
        "id": "26667549",
        "name": "Centro Brasileiro de Pesquisas Físicas (CBPF)",
        "address": "Rua Doutor Xavier Sigaud, 150",
        "city": "Rio de Janeiro",
        "state": "",
        "country": "BR",
        "lat": -22.9541,
        "lon": -43.1738,
        "postalCode": "meetup2",
        "venueType": ""
      }
    ],
    "group": {
      "name": "R-Ladies Rio de Janeiro",
      "urlname": "rladies-rio"
    }
  },
  {
    "id": "273511481",
    "title": "Latin-R e R-Ladies Natal: Escrevendo manuscritos acadêmicos usando RMarkdown",
    "description": "Como parte da programação de Latin-R 2020, R-Ladies Natal vai sediar uma oficina ministrada por duas R-Ladies Rio de Janeiro :)\n\nAs inscrições podem ser feitas aqui ou no meetup de R-ladies Natal.\n\nPREENCHER FORMULÁRIO: https://forms.gle/JXdFz9qXbiY1VCw59\n\nEsta oficina vai mostrar os diferentes passos e ferramentas para escrever manuscritos acadêmicos ou relatórios técnicos de forma automatizada e reprodutível usando R e rmarkdown.\nIremos abordar os seguintes temas: estrutura de um documento de rmarkdown, estrutura de pastas, fluxos de trabalho de um projeto de escrita, boas práticas de programação em R, citação (arquivos .bib) e gestores de bibliografia, formatação e integração com editores de texto tradicionais e LaTeX.\nA oficina será dividida em uma parte conceitual e uma parte prática. O objetivo é que todas as pessoas participantes finalizem a oficina com um documento de texto gerado a partir de um arquivo Rmd contendo texto, uma figura, uma tabela e referências bibliográficas.\n\nOs participantes deverão instalar os pacotes rmarkdown, knitr, kableExtra, remedy e palmerpenguins, e os programas Pandoc (https://pandoc.org/installing.html) e Zotero (https://www.zotero.org/), ou qualquer outro gestor de bibliografia, como Mendeley ou EndNote.",
    "status": "PAST",
    "dateTime": "2020-09-30T18:00:00-03:00",
    "duration": "PT2H",
    "eventUrl": "https://www.meetup.com/rladies-rio/events/273511481/",
    "featuredEventPhoto": {},
    "rsvps": {
      "yesCount": 27,
      "waitlistCount": 0,
      "totalCount": 27
    },
    "venues": [
      {
        "id": "26906060",
        "name": "Online event",
        "address": "",
        "city": "",
        "state": "",
        "country": "",
        "lat": -8.5211,
        "lon": 179.1962,
        "postalCode": "",
        "venueType": "online"
      }
    ],
    "group": {
      "name": "R-Ladies Rio de Janeiro",
      "urlname": "rladies-rio"
    }
  },
  {
    "id": "271908427",
    "title": "Do script ao pacote de R",
    "description": "Do script ao pacote de R, o caso de modleR: Um workflow de R para a modelagem da distribuição de espécies.\n\nSenha para entrar no link de zoom: 649230\n\nResumo: Neste meetup, você aprenderá sobre como organizar seus scripts em um pacote de R. Veremos boas práticas para escrever scripts modulares e reprodutíveis, além de estrutura de pastas para criar um pacote formal que pode ser instalado em qualquer máquina. É aberto a pessoas em qualquer nível de R.\n\nSobre a palestrante do dia: Andrea Sánchez-Tapia é bióloga e uma das autoras do pacote de R modleR. Trabalha com ciência aberta, informática da biodiversidade e reprodutibilidade em ecologia. Atualmente é pesquisadora no Núcleo de Computação Científica e Geoprocessamento do Instituto de Pesquisas Jardim Botânico do Rio de Janeiro.\n\nFaremos a transmissão do nosso Meetup via Zoom. O Zoom é uma ferramenta que você pode baixar, instalar e se cadastrar sem qualquer custo. Usem o site oficial do Zoom para realizar o download: https://zoom.us/download\n\nO link para a sala virtual do Zoom será disponibilizado 30 minutos antes do início do evento através do seu e-mail cadastrado no meetup.com (importante garantir que as notificações estejam ativas para receber nosso e-mail através do meetup.com).\n\nAo acessar o link você será direcionada a sala em que vamos realizar nosso evento. Importante lembrar que esse link é exclusivo e intransferível.",
    "status": "PAST",
    "dateTime": "2020-07-23T19:00:00-03:00",
    "duration": "PT1H",
    "eventUrl": "https://www.meetup.com/rladies-rio/events/271908427/",
    "featuredEventPhoto": {
      "id": "491316513",
      "baseUrl": "https://secure-content.meetupstatic.com/images/classic-events/",
      "highResUrl": "https://secure.meetupstatic.com/photos/event/8/e/a/1/highres_491316513.jpeg",
      "standardUrl": "https://secure.meetupstatic.com/photos/event/8/e/a/1/600_491316513.jpeg",
      "thumbUrl": "https://secure.meetupstatic.com/photos/event/8/e/a/1/thumb_491316513.jpeg"
    },
    "rsvps": {
      "yesCount": 82,
      "waitlistCount": 0,
      "totalCount": 82
    },
    "venues": [
      {
        "id": "26906060",
        "name": "Online event",
        "address": "",
        "city": "",
        "state": "",
        "country": "",
        "lat": -8.5211,
        "lon": 179.1962,
        "postalCode": "",
        "venueType": "online"
      }
    ],
    "group": {
      "name": "R-Ladies Rio de Janeiro",
      "urlname": "rladies-rio"
    }
  },
  {
    "id": "270727462",
    "title": "Trabalhos reprodutíveis com R e git",
    "description": "Trabalhos reprodutíveis com R e git: um exemplo usando o pacote coronabr!\n\nResumo: Neste meetup, você aprenderá a trabalhar em R de forma reprodutível e usando controle de versão com git.\nVeremos alguns princípios básicos de git e de fluxos de trabalho reprodutíveis mostrando um exemplo de download e visualização de dados com o pacote coronabr.\n\nSobre a palestrante do dia: Sara R. Mortara é bióloga e uma das autoras do pacote de R coronabr. Trabalha com ciência aberta, reprodutibilidade em ecologia e modelagem estatística. Atualmente pesquisadora de pós-doutorado no Núcleo de Computação Científica e Geoprocessamento do Instituto de Pesquisas Jardim Botânico do Rio de Janeiro.\n\nFaremos a transmissão do nosso Meetup via Zoom. O Zoom é uma ferramenta que você pode baixar, instalar e se cadastrar sem qualquer custo. Usem o site oficial do Zoom para realizar o download: https://zoom.us/download\n\nO link para a sala virtual do Zoom será disponibilizado 30 minutos antes do início do evento através do seu e-mail cadastrado no meetup.com (importante garantir que as notificações estejam ativas para receber nosso e-mail através do meetup.com).\n\nAo acessar o link você será direcionada a sala em que vamos realizar nosso evento. Importante lembrar que esse link é exclusivo e intransferível.",
    "status": "PAST",
    "dateTime": "2020-05-27T18:30:00-03:00",
    "duration": "PT1H",
    "eventUrl": "https://www.meetup.com/rladies-rio/events/270727462/",
    "featuredEventPhoto": {
      "id": "490590587",
      "baseUrl": "https://secure-content.meetupstatic.com/images/classic-events/",
      "highResUrl": "https://secure.meetupstatic.com/photos/event/7/7/7/b/highres_490590587.jpeg",
      "standardUrl": "https://secure.meetupstatic.com/photos/event/7/7/7/b/600_490590587.jpeg",
      "thumbUrl": "https://secure.meetupstatic.com/photos/event/7/7/7/b/thumb_490590587.jpeg"
    },
    "rsvps": {
      "yesCount": 50,
      "waitlistCount": 0,
      "totalCount": 50
    },
    "venues": [
      {
        "id": "26906060",
        "name": "Online event",
        "address": "",
        "city": "",
        "state": "",
        "country": "",
        "lat": -8.5211,
        "lon": 179.1962,
        "postalCode": "",
        "venueType": "online"
      }
    ],
    "group": {
      "name": "R-Ladies Rio de Janeiro",
      "urlname": "rladies-rio"
    }
  },
  {
    "id": "269186974",
    "title": "|ADIADO| Meetup R Ladies Rio Abril 2020",
    "description": "Em razão da pandemia do coronavírus no mundo, e por recomendação dos órgãos brasileiros de saúde pública decidimos adiar o evento. Após normalização da situação divulgaremos uma nova data e mais detalhes! 💜",
    "status": "PAST",
    "dateTime": "2020-04-28T18:00:00-03:00",
    "duration": "PT2H",
    "eventUrl": "https://www.meetup.com/rladies-rio/events/269186974/",
    "featuredEventPhoto": {},
    "rsvps": {
      "yesCount": 14,
      "waitlistCount": 0,
      "totalCount": 14
    },
    "venues": [
      {
        "id": "26170656",
        "name": "WeWork",
        "address": "Av. Pasteur, 154",
        "city": "Rio de Janeiro",
        "state": "RJ",
        "country": "br",
        "lat": -22.9506,
        "lon": -43.1767,
        "postalCode": "22290-240",
        "venueType": ""
      }
    ],
    "group": {
      "name": "R-Ladies Rio de Janeiro",
      "urlname": "rladies-rio"
    }
  },
  {
    "id": "268051456",
    "title": "R-Ladies Rio + Niterói  rstudio::conf  'watch party' - conexão ao vivo palestras",
    "description": "Uma tarde divertida para assistir as palestras de apertura do rstudio::conf(2020), transmitidas diretamente por webcast desde São Francisco, EUA, com possibilidade de enviar perguntas e interagir com os palestrantes.\n\n13 h Boas Vindas\n\n14h Conexão com SF\n'Welcome to rstudio::conf 2020'\nPalestrante: Hadley Wickham - Chief Scientist RStudio\n\n14h 05 m - Palestra Keynote #1\n'Open Source Software for Data Science'\nPalestrante: J.J. Allaire - Fundador e CEO RStudio\n\n15h - Palestra Keynote #2\n'Data, visualization, and designing with AI'\nPalestrantes : Fernanda Viegas & Martin Wattenberg - Google\n\n16h Bate papo e reações às palestras, perguntas e atividades.\n\nGraças ao patrocínio do RStudio teremos algumas surpresas.\n\nhttps://rstudio.com/conference/",
    "status": "PAST",
    "dateTime": "2020-01-29T13:00:00-03:00",
    "duration": "PT4H",
    "eventUrl": "https://www.meetup.com/rladies-rio/events/268051456/",
    "featuredEventPhoto": {
      "id": "488307582",
      "baseUrl": "https://secure-content.meetupstatic.com/images/classic-events/",
      "highResUrl": "https://secure.meetupstatic.com/photos/event/6/b/b/e/highres_488307582.jpeg",
      "standardUrl": "https://secure.meetupstatic.com/photos/event/6/b/b/e/600_488307582.jpeg",
      "thumbUrl": "https://secure.meetupstatic.com/photos/event/6/b/b/e/thumb_488307582.jpeg"
    },
    "rsvps": {
      "yesCount": 13,
      "waitlistCount": 0,
      "totalCount": 13
    },
    "venues": [
      {
        "id": "26826457",
        "name": "Edifício São José",
        "address": "Edifício São José - R. São José, 40",
        "city": "Rio de Janeiro",
        "state": "RJ",
        "country": "br",
        "lat": -22.9051,
        "lon": -43.1755,
        "postalCode": "20010-020",
        "venueType": ""
      }
    ],
    "group": {
      "name": "R-Ladies Rio de Janeiro",
      "urlname": "rladies-rio"
    }
  },
  {
    "id": "267710109",
    "title": "Meetup Janeiro 2020 - Vamos aprender usar Shinydashboard",
    "description": "Primeiro encontro de 2020 do R-Ladies Rio!\n\nTerça-feira 28 de Janeiro\n\n\"Visualização: Shinydashboard aplicado a fundos de investimento\"\n\nPalestrante: Lívia Rodrigues\n- Graduação em estatística pela UERJ\n- Mestrado em engenharia elétrica pela PUC-RIO\n\n18:30 Boas vindas\n19:00 Palestra\n19:45 Bate-papo e pizza\n20:30 Até logo *\n\n(* dia 29/01 teremos um encontro especial)",
    "status": "PAST",
    "dateTime": "2020-01-28T18:30:00-03:00",
    "duration": "PT2H",
    "eventUrl": "https://www.meetup.com/rladies-rio/events/267710109/",
    "featuredEventPhoto": {
      "id": "487953833",
      "baseUrl": "https://secure-content.meetupstatic.com/images/classic-events/",
      "highResUrl": "https://secure.meetupstatic.com/photos/event/8/4/2/9/highres_487953833.jpeg",
      "standardUrl": "https://secure.meetupstatic.com/photos/event/8/4/2/9/600_487953833.jpeg",
      "thumbUrl": "https://secure.meetupstatic.com/photos/event/8/4/2/9/thumb_487953833.jpeg"
    },
    "rsvps": {
      "yesCount": 33,
      "waitlistCount": 0,
      "totalCount": 33
    },
    "venues": [
      {
        "id": "26170656",
        "name": "WeWork",
        "address": "Av. Pasteur, 154",
        "city": "Rio de Janeiro",
        "state": "RJ",
        "country": "br",
        "lat": -22.9506,
        "lon": -43.1767,
        "postalCode": "22290-240",
        "venueType": ""
      }
    ],
    "group": {
      "name": "R-Ladies Rio de Janeiro",
      "urlname": "rladies-rio"
    }
  },
  {
    "id": "281888988",
    "title": "Modelos de Equações Estruturais (SEM) no R",
    "description": "Modelos de equações estruturais são um conjunto de técnicas usadas para representar hipóteses acerca de um estudo/conjunto de dados em termos de parâmetros estruturais e com embasamento técnico. Estas técnicas são bastante usadas em Ciências Sociais e Biológicas ou em Psicologia por meio de \"path analysis\" (análise de caminhos), \"mediation analysis\" (análise de mediação) ou \"latent variable analysis\" (análise de variáveis latentes). Neste tutorial, será feita uma breve introdução no tópico, junto com exemplos de estudos prévios. A pessoa participante terá a oportunidade de aprender na prática como produzir e interpretar tais modelos no R, com diferentes exercícios.\nParticipantes podem trazer seus próprios dados e compartilhar suas próprias experiências.\n\nSamuel Carleai é cientista, com formação em Biologia e doutorado em Ecologia. Ele tem experiêcia em botânica, sistemática e ecologia e, atualmente, trabalha com pesquisa na área de psicologia. Ele é apaixonado por ciência e programação.\n\nRequisitos:\n\n- R instalado e RStudio (opcional)\n- Pacotes: lavaan, semPlot, lavaanPlot, dplyr e blavaan instalados\n\n***IMPORTANTE***\nPara participar faça a inscrição neste evento e tenha o Zoom instalado em seu computador (https://zoom.us/download).\n\nPor razões de segurança, não compartilharemos o link para entrar no evento de forma pública. No mesmo dia do evento enviaremos um e-mail através do Meetup para todas as pessoas que confirmaram presença com o link para que você possa entrar na vídeochamada.\n\nO código de conduta de R-Ladies (https://guide.rladies.org/about/coc/#portuguese) se aplica a este espaço, assim como o de LatinR.\n\nEsperamos que LatinR seja uma conferência livre de assédio para todos, independentemente de sexo, identidade, gênero, idade, orientação sexual, deficiência, aparência física, tamanho corporal, raça, etnia, religião (ou falta dela), ideologia ou opções tecnológicas. Não toleramos o assédio dos participantes da conferência de nenhuma forma. Linguagem e imagens sexuais não são apropriadas para nenhum lugar da conferência, incluídas conversas, workshops, festas, redes sociais e outros meios de comunicação online. Os participantes da conferência que violarem essas regras podeser ser sancionados ou expulsos da conferência sem um reembolso a critério dos organizadores da conferência.\n\nVersão mais longa do código de conduta de LatinR em: https://latin-r.com/cdc-pt/",
    "status": "PAST",
    "dateTime": "2021-11-08T12:00:00-03:00",
    "duration": "PT2H",
    "eventUrl": "https://www.meetup.com/rladies-rio/events/281888988/",
    "featuredEventPhoto": {
      "id": "499997881",
      "baseUrl": "https://secure-content.meetupstatic.com/images/classic-events/",
      "highResUrl": "https://secure.meetupstatic.com/photos/event/4/5/d/9/highres_499997881.jpeg",
      "standardUrl": "https://secure.meetupstatic.com/photos/event/4/5/d/9/600_499997881.jpeg",
      "thumbUrl": "https://secure.meetupstatic.com/photos/event/4/5/d/9/thumb_499997881.jpeg"
    },
    "rsvps": {
      "yesCount": 35,
      "waitlistCount": 0,
      "totalCount": 35
    },
    "venues": [
      {
        "id": "26906060",
        "name": "Online event",
        "address": "",
        "city": "",
        "state": "",
        "country": "",
        "lat": -8.5211,
        "lon": 179.1962,
        "postalCode": "",
        "venueType": "online"
      }
    ],
    "group": {
      "name": "R-Ladies Rio de Janeiro",
      "urlname": "rladies-rio"
    }
  }
]
