{
  "id": "22664282",
  "name": "R-Ladies Rio de Janeiro",
  "urlname": "rladies-rio",
  "description": "<p>R-Ladies Rio de Janeiro integra orgulhosamente a organização R-Ladies Global.<\/p>\n<p>Nosso principal objetivo é compartilhar conhecimento e experiências relacionadas à linguagem computacional R e promover a diversidade de gênero na comunidade de usuáries e desenvolvedores R. <br><\/p>\n<p>Toda e qualquer pessoa com interesse na linguagem é bem-vinda, independente do nível de conhecimento, em especial e principalmente quem se identifica com o gênero feminino e minorias de gênero (mulheres cis e trans, homens trans, queer, pessoas não binárias).&nbsp;<\/p>\n<p>Na comunidade R-Ladies, as posições de responsabilidade, como organizadora, palestrante ou mentora, são exclusivamente para pessoas que se identifiquem com o gênero feminino ou minorias de gênero. <br>A assistência às reuniões está aberta a todes, porém damos prioridade a estes grupos. <br> <br>Homens cis interessados em assistir as palestras são bem-vindos como acompanhantes de alguém que pertença a estes grupos. Se você se identifica como homem cis, por favor peça a alguém que se identifica como mulher ou minoria de gênero para participar e convidar você como acompanhante. Em caso de dúvida, entre em contato conosco.&nbsp;<\/p>\n<p>Buscamos proporcionar uma experiência livre de assédio para todes. Não toleramos nenhuma forma de assédio a participantes. As organizadoras têm a responsabilidade, compromisso e direito de tomar as ações oportunas para priorizar os interesses da comunidade, conforme os códigos de conduta abaixo:<\/p>\n<p>R-Ladies:<a href=\"https://github.com/rladies/starter-kit/wiki/Code-of-Conduct#portuguese\"> https://github.com/rladies/starter-kit/wiki/Code-of-Conduct#portuguese<\/a><\/p>\n<p>R-Consortium:<a href=\"https://wiki.r-consortium.org/view/R_Consortium_and_the_R_Community_Code_of_Conduct\"> https://wiki.r-consortium.org/view/R_Consortium_and_the_R_Community_Code_of_Conduct<\/a><\/p>",
  "lat": -22.91,
  "lon": -43.2,
  "city": "Rio de Janeiro",
  "state": "",
  "country": "br",
  "memberships": {
    "totalCount": 635
  },
  "foundedDate": "2017-02-27T10:20:40-03:00",
  "proJoinDate": "2019-04-15T12:03:20-04:00",
  "timezone": "America/Sao_Paulo",
  "joinMode": "APPROVAL",
  "who": "R-Ladies+",
  "isPrivate": true,
  "events": {
    "totalCount": 12,
    "first_event": "2017-05-18",
    "last_event": "2021-11-08"
  },
  "status": "inactive"
}
