{
  "id": "33194871",
  "name": "R-Ladies Galapagos Islands",
  "urlname": "rladies-galapagos-islands",
  "description": "<p>¡Saludos desde R-Ladies Galápagos!<\/p>\n<p>Somos un capítulo local de la organización R-Ladies Global&nbsp;<span>(<\/span><a href=\"https://www.rladies.org\" class=\"linkified\">https://www.rladies.org<\/a><span>) basados en Puerto Ayora, Galápagos. R-Ladies es una organización que promueve la diversidad de género en las comunidades de usuarios de R a nivel mundial.&nbsp;<\/span><\/p>\n<p><span>R-Ladies invita a miembros de la comunidad general con cualquier nivel de experiencia en R, desde prinicipiantes, o incluso aspirantes a usarlo, hasta usuarios con extensa experiencia que estén interesados en apoyar nuestra iniciativa compartiendo sus conocimientos con otros miembros. Nuestra comunidad está diseñada para ayudar a nuestros miembros a desarrollar habilidades en R en un ambiente relajado y colaborativo, donde todos compartamos tanto nuestras dudas como nuestros conocimientos con los demás. Apoyamos principalmente a miembros de minorías que tengan un menor acceso a cursos o carreras en las áreas de Ciencias, Tecnologías, Ingenerías y Matemáticas (conocidas en conjunto como STEM por sus siglas en inglés). Apoyamos también a iniciativas de software libre que contribuyan al desarrollo de los miembros de la comunidad global de usuarios R.<\/span><\/p>\n<p>Promovemos la inclusión de personas queer, trans, y de minorías de género, con particular énfasis en la inclusión de identidades interseccionales, es decir, que se identifiquen como parte de más de un grupo social, cultural o de género. Nuestra prioridad es el ofrecer un espacio comunitario seguro para que personas que se identifiquen como pertenecientes a minorías de género se unan a nuestro grupo para aprender o continuar desarrollando sus habilidades en R. Nuestro principio fundamental es que todos los eventos R-Ladies alrededor del mundo son completamente gratuitos. Puedes acceder a nuestras presentaciones, scripts R, y proyectos en general a través de nuestra cuenta Github&nbsp;<span>(<\/span><a href=\"https://github.com/rladies\" class=\"linkified\">https://github.com/rladies<\/a><span>). También nos puedes seguir en twitter para que estés al día con noticias de nuestro grupo R-Ladies Global (<\/span><a href=\"https://twitter.com/RLadiesGlobal\" class=\"linkified\">https://twitter.com/RLadiesGlobal<\/a>)&nbsp;y R-Ladies Galápagos (<a href=\"https://twitter.com/RLadiesGlobal\">https://twitter.com/rladiesgps<\/a><span>).<\/span><\/p>\n<p><span>Asegúrate de leer y seguir nuestro código de conducta<\/span><span>&nbsp;(<\/span><a href=\"https://github.com/rladies/starter-kit/wiki/Code-of-Conduct\" class=\"linkified\">https://github.com/rladies/starter-kit/wiki/Code-of-Conduct<\/a><span>), así como nuestras guías de comunidad (<\/span><a href=\"https://github.com/rladies/starter-kit/blob/master/RLadiesRulesAndGuideLinesENES.md\" class=\"linkified\">https://github.com/rladies/starter-kit/blob/master/RLadiesRulesAndGuideLinesENES.md<\/a><span>).<\/span><\/p>\n<p><span>Por favor, nota que al formar parte de los eventos R-Ladies estás dando derecho a los organizadores de cada capítulo de utilizar imágenes o videos donde aparezcas para usarlos como publicidad, recaudación de fondos o en otro tipo de campaña que ayuden al capítulo a lograr los objetivos de nuestra comunidad. Esto incluye, pero no es limitado, al derecho de usar imágenes y/o videos en formato impreso, digital, en redes sociales, notas de prensa y en aplicaciones para fuentes de financiamiento. Si no deseas que tomen fotos o videos tuyos, por favor, comunícaselo al organizador comunitario.<\/span><\/p>",
  "lat": -0.74,
  "lon": -90.32,
  "city": "Puerto Ayora",
  "state": "",
  "country": "ec",
  "memberships": {
    "totalCount": 389
  },
  "foundedDate": "2020-01-12T12:23:57-06:00",
  "proJoinDate": "2020-01-12T12:27:27-05:00",
  "timezone": "Pacific/Galapagos",
  "joinMode": "OPEN",
  "who": "R-Ladies",
  "isPrivate": false,
  "events": {
    "totalCount": 34,
    "first_event": "2020-03-09",
    "last_event": "2022-07-05"
  },
  "status": "inactive"
}
