[
  {
    "id": "266251963",
    "title": "Come plot with us!",
    "description": "Hello RiveRside community ;-)\n\nCome join us for another afternoon of networking and sharing (and pizza!), on Wednesday, November 20th at 5pm, at Rivera Library 140. Whether you are new to R or a data scientist, come talk about the basics of R and work through a ggplot tutorial together. This time we have a bigger room, so bring *all* your friends (and please don't forget to register).\n\nAs per usual, we will start by learning from two of our fellow R enthusiasts and their 5-min lightning talks. Email us if you are interested in being one of them (riverside@rladies.org). We will then work through a tutorial on the basics of R and ggplot, so please bring your laptop with R and RStudio already installed. In the end, we will have time for folks to ask for feedback on plots and figures, so bring your data/plots/figures/ideas so we can all brainstorm together =)\n\nOnce again, big thanks to UCR Library and UCR GradQuant for supporting us!\n\nSee you soon,\n\nTeresa, Marilia & Daniela\n\nps: are you already following us at @RLadiesRiversd twitter?\npps: check this out if you don't know how to install and set up R and RStudio: https://www.earthdatascience.org/courses/earth-analytics/document-your-science/setup-r-rstudio/",
    "status": "PAST",
    "dateTime": "2019-11-20T17:00:00-08:00",
    "duration": "PT1H30M",
    "eventUrl": "https://www.meetup.com/rladies-riverside/events/266251963/",
    "featuredEventPhoto": {},
    "rsvps": {
      "yesCount": 40,
      "waitlistCount": 0,
      "totalCount": 40
    },
    "venues": [
      {
        "id": "26719099",
        "name": "Tomas Rivera Library",
        "address": "900 University Ave.",
        "city": "Riverside",
        "state": "ca",
        "country": "us",
        "lat": 33.9747,
        "lon": -117.3279,
        "postalCode": "92507",
        "venueType": ""
      }
    ],
    "group": {
      "name": "R-Ladies Riverside",
      "urlname": "rladies-riverside"
    }
  },
  {
    "id": "265008646",
    "title": "Welcome and Meet & Greet",
    "description": "Hello everyone,\n\nWe are excited to welcome you to our first ever R-Ladies (https://rladies.org/) meeting in Riverside! R-Ladies is an organization whose mission is to promote gender diversity in the R community (including but not limited to cis/trans women, trans men, non-binary, genderqueer, agender). Our first meeting will be held at UCR GradQuant on October 1st at 4 pm. At this initial meeting, our idea is to assess the overall level of the group and decide what we want to do next. We will also have 5-minute lightning talks from anyone who would like to sign up to talk about how they use R in their day-to-day activities (sign-up here - https://forms.gle/CMgFKjLnquWEf4GfA).\n\nThe goal of R-Ladies Riverside is to build a collaborative network inside of UCR formed by mentors and learners, to facilitate knowledge exchange across all experience levels.\n\nWhether you are new to R or you are a data-scientist, join us for an afternoon of networking and sharing, and bring your friends!\n\nSee you soon!\n\nMarilia, Daniela, & Teresa",
    "status": "PAST",
    "dateTime": "2019-10-01T16:00:00-07:00",
    "duration": "PT1H",
    "eventUrl": "https://www.meetup.com/rladies-riverside/events/265008646/",
    "featuredEventPhoto": {
      "id": "485037801",
      "baseUrl": "https://secure-content.meetupstatic.com/images/classic-events/",
      "highResUrl": "https://secure.meetupstatic.com/photos/event/e/1/c/9/highres_485037801.jpeg",
      "standardUrl": "https://secure.meetupstatic.com/photos/event/e/1/c/9/600_485037801.jpeg",
      "thumbUrl": "https://secure.meetupstatic.com/photos/event/e/1/c/9/thumb_485037801.jpeg"
    },
    "rsvps": {
      "yesCount": 16,
      "waitlistCount": 0,
      "totalCount": 16
    },
    "venues": [
      {
        "id": "26640031",
        "name": "GradQuant",
        "address": "Life Sciences Building, Room 1425",
        "city": "Riverside",
        "state": "ca",
        "country": "us",
        "lat": 33.9724,
        "lon": -117.3266,
        "postalCode": "92507",
        "venueType": ""
      }
    ],
    "group": {
      "name": "R-Ladies Riverside",
      "urlname": "rladies-riverside"
    }
  },
  {
    "id": "274066116",
    "title": "Data Science as a Team Sport",
    "description": "Hello RiveRside!\n\nJoin us for our next virtual meeting of learning and networking, Thursday, December 10th, at 5:00 PM (PST). We will hear from Gabriela de Queiroz, founder of R-Ladies and AI Inclusive. Gabriela will tell us about her career journey, as well as the many different roles a Data Scientist may have.\n\nAt the end of the meeting, there will be time to ask any questions you may have about data scientist careers or questions about R in general.\n\nDon't forget to RSVP in our Meetup to get access to the meeting's ID and password.\n\nBig thanks to UCR Library and UCR GradQuant for supporting us.\n\nSee you soon!\n\n## Details\n\n~ Data Science as a Team Sport ~\n\nData Science careers are in high demand, with many job opportunities and attractive salaries. As a relatively new career, it is ambiguously defined, and the job description of a data scientist can vary greatly from company to company. For those reasons, Data Science has attracted both new grads and career changers from all sorts of different fields. For Statisticians, Data Science is an exciting opportunity to apply your hard-earned skills to a variety of interesting and challenging problems. Having a solid Statistics background will give you a head start in that direction. However, Data Science is much more than pure Statistics knowledge. Being able to recognize and take advantage of a team with a diverse set of experiences will provide you with a unique opportunity to grow individually while benefiting your entire team. In this talk, I will walk you through my career journey, the different roles a Data Scientist can take, useful skills for a successful career, and lessons learned.\n\n~ Bio ~\nGabriela de Queiroz is a Sr. Engineering & Data Science Manager at IBM where she manages and leads a team of developers working on Data & AI Open Source projects.\nShe works to democratize AI by building tools and launching new open source projects. She is passionate about making data science available to everybody and is actively involved with several organizations to foster an inclusive community.\nShe is the founder of AI Inclusive (ai-inclusive.org), a global organization that is helping increase the representation and participation of gender minorities in Artificial Intelligence. She is also the founder of R-Ladies (rladies.org), a worldwide organization for promoting diversity in the R community with more than 180 chapters in 50+ countries.\nShe has worked in several startups and where she built teams, developed statistical models, and employed a variety of techniques to derive insights and drive data-centric decisions.\nShe likes to mentor and shares her knowledge through mentorship programs, tutorials, and talks.",
    "status": "PAST",
    "dateTime": "2020-12-10T17:00:00-08:00",
    "duration": "PT1H30M",
    "eventUrl": "https://www.meetup.com/rladies-riverside/events/274066116/",
    "featuredEventPhoto": {},
    "rsvps": {
      "yesCount": 88,
      "waitlistCount": 0,
      "totalCount": 88
    },
    "venues": [
      {
        "id": "26906060",
        "name": "Online event",
        "address": "",
        "city": "",
        "state": "",
        "country": "",
        "lat": -8.5211,
        "lon": 179.1962,
        "postalCode": "",
        "venueType": "online"
      }
    ],
    "group": {
      "name": "R-Ladies Riverside",
      "urlname": "rladies-riverside"
    }
  },
  {
    "id": "271929066",
    "title": "Analyzing Genomics Data in R with Bioconductor",
    "description": "Hello RiveRside community ;-)\n\nCome join us for a virtual meeting of networking and learning next Wednesday, July 22nd, 12:00 (PST). Don't forget to RSVP in our Meetup to get access to the meeting's ID and password.\n\nWhether you are new to R or a data scientist, join us for an introduction to Bioconductor and tools for analysis and comprehension of high-throughput genomic data.\n\nAt the end of the meeting, we will have time to help each other with any R-related questions.\n\nPlease have R and RStudio already installed on your computers.\n\nBig thanks to UCR Library and UCR GradQuant for supporting us, and to our guest speaker *Dr. Stephanie Hicks* from the Department of Biostatistics at Johns Hopkins Bloomberg School of Public Health!\n\nSee you soon!\n\nps: are you already following us at @RLadiesRiversd twitter?",
    "status": "PAST",
    "dateTime": "2020-07-22T12:00:00-07:00",
    "duration": "PT2H",
    "eventUrl": "https://www.meetup.com/rladies-riverside/events/271929066/",
    "featuredEventPhoto": {},
    "rsvps": {
      "yesCount": 67,
      "waitlistCount": 0,
      "totalCount": 67
    },
    "venues": [
      {
        "id": "26906060",
        "name": "Online event",
        "address": "",
        "city": "",
        "state": "",
        "country": "",
        "lat": -8.5211,
        "lon": 179.1962,
        "postalCode": "",
        "venueType": "online"
      }
    ],
    "group": {
      "name": "R-Ladies Riverside",
      "urlname": "rladies-riverside"
    }
  },
  {
    "id": "270746911",
    "title": "A Random Forests Tutorial with Examples in R [postponed]",
    "description": "Unfortunately, due to unforeseen circumstances, we will have to postpone today's session to a later date. Apologies for any inconvenience this may cause, and we hope to see you all soon.\n\n---------------\nHello RiveRside community ;-)\n\nCome join us for a virtual evening of networking and learning on Tuesday, June 2nd, 5:15 pm (PST). Don't forget to RSVP to get access to the meeting's ID and password.\n\nWhether you are new to R or a data scientist, join us for a Random Forest algorithm tutorial and see how you can apply machine learning in your research.\n\nAt the end of the meeting, we will have time to help each other with any R-related questions.\n\nPlease have R and RStudio already installed on your computers. Also please install and verify that the package is loaded and working properly by running the first three lines of code in the tutorial here:\nhttps://rladies.github.io/riverside/2020/05/20/packages.html\n\nBig thanks to UCR Library and UCR GradQuant for supporting us, and to our guest speaker Rebecca Paulette Kurtz-Garcia from Statistics Department, UCR!\n\nSee you soon!\n\nps: are you already following us at @RLadiesRiversd twitter?",
    "status": "PAST",
    "dateTime": "2020-06-02T17:15:00-07:00",
    "duration": "PT2H",
    "eventUrl": "https://www.meetup.com/rladies-riverside/events/270746911/",
    "featuredEventPhoto": {},
    "rsvps": {
      "yesCount": 48,
      "waitlistCount": 0,
      "totalCount": 48
    },
    "venues": [
      {
        "id": "26906060",
        "name": "Online event",
        "address": "",
        "city": "",
        "state": "",
        "country": "",
        "lat": -8.5211,
        "lon": 179.1962,
        "postalCode": "",
        "venueType": "online"
      }
    ],
    "group": {
      "name": "R-Ladies Riverside",
      "urlname": "rladies-riverside"
    }
  },
  {
    "id": "269916025",
    "title": "R Shiny for research and teaching ",
    "description": "Hello RiveRside community ;-)\n\nCome join us for a virtual evening of networking and learning on Wednesday, April 22nd at 5pm (PST). This will be our first-ever Zoom meeting! Don't forget to RSVP to get access to the meeting's ID and password.\n\nWhether you are new to R or a data scientist, join us to learn the basics of R Shiny to see how you can build beautiful interactive graphs straight from R!\n\nAt the end of the meeting, we will have time to help each other with Shiny or any R-related questions. Please have R and RStudio already installed on your computers. Also please install Shiny and verify that the package is loaded and working properly by running the first three lines of code in the tutorial here:\n\nhttps://shiny.rstudio.com/tutorial/written-tutorial/lesson1/\n\nBig thanks to UCR Library and UCR GradQuant for supporting us, and to our guest speaker Ana Gomez (@anacrgomez) from UCLA!\n\nSee you soon!\n\nps: are you already following us at @RLadiesRiversd twitter?",
    "status": "PAST",
    "dateTime": "2020-04-22T17:00:00-07:00",
    "duration": "PT1H30M",
    "eventUrl": "https://www.meetup.com/rladies-riverside/events/269916025/",
    "featuredEventPhoto": {},
    "rsvps": {
      "yesCount": 71,
      "waitlistCount": 0,
      "totalCount": 71
    },
    "venues": [
      {
        "id": "26906060",
        "name": "Online event",
        "address": "",
        "city": "",
        "state": "",
        "country": "",
        "lat": -8.5211,
        "lon": 179.1962,
        "postalCode": "",
        "venueType": "online"
      }
    ],
    "group": {
      "name": "R-Ladies Riverside",
      "urlname": "rladies-riverside"
    }
  },
  {
    "id": "268635040",
    "title": "Tidy Tuesday",
    "description": "Hello RiveRside community ;-)\n\nCome join us for another afternoon of networking and sharing (and pizza!), on Tuesday, February 25th at 5 pm, at Rivera Library 140. This week we will be exploring a recent Tidy Tuesday dataset. Tidy Tuesday is a weekly social data project in R organized by the R4DS Online Learning Community. Come try your hand at wrangling and making a beautiful figure from this dataset to share with us during the meeting, and/or bring your questions. Whether you are new to R or a data scientist, there will be an opportunity for everyone to learn something new. Our lightning talks this week will be presented by UCR's Office of Technology Partnerships (OTP) and they will talk about two exciting OTP programs!\n\nFrom the Tidy Tuesday website:\n\"Every week we post a raw dataset, a chart or article related to that dataset, and ask you to explore the data. While the dataset will be 'tamed', it will not always be tidy! As such you might need to apply various R for Data Science techniques to wrangle the data into a true tidy format. The goal of TidyTuesday is to apply your R skills, get feedback, explore other’s work, and connect with the greater #RStats community! As such we encourage everyone of all skills to participate!\"\n\nSince a wide range of skill levels are represented by our group :) we've decided to work with the NFL Stadium Attendance from early February as there's more community posted code for inspiration on twitter (check out #tidytuesday):\nhttps://github.com/rfordatascience/tidytuesday/blob/master/data/2020/2020-02-04/readme.md\n\nBig thanks to UCR Library, UCR GradQuant, andUCR's Office of Technology Partnerships (OTP) supporting us and this event, and special thanks to our sponsor, The Blackstone LaunchPad powered by Techstars at UCR, for providing the pizza!\n\nSee you there!!",
    "status": "PAST",
    "dateTime": "2020-02-25T17:00:00-08:00",
    "duration": "PT1H30M",
    "eventUrl": "https://www.meetup.com/rladies-riverside/events/268635040/",
    "featuredEventPhoto": {},
    "rsvps": {
      "yesCount": 18,
      "waitlistCount": 0,
      "totalCount": 18
    },
    "venues": [
      {
        "id": "26719099",
        "name": "Tomas Rivera Library",
        "address": "900 University Ave.",
        "city": "Riverside",
        "state": "ca",
        "country": "us",
        "lat": 33.9747,
        "lon": -117.3279,
        "postalCode": "92507",
        "venueType": ""
      }
    ],
    "group": {
      "name": "R-Ladies Riverside",
      "urlname": "rladies-riverside"
    }
  },
  {
    "id": "267818490",
    "title": "The wonders of R Markdown ",
    "description": "Hello RiveRside community ;-)\n\nCome join us for another afternoon of networking and sharing (and pizza!), on Thursday, January 23rd at 4:30pm, at Rivera Library 140. Whether you are new to R or a data scientist, come talk about the wonders of using R Markdown (and please don't forget to register).\n\nAs per usual, we will start by learning from two of our fellow R enthusiasts and their 5-min lightning talks. Email us if you are interested in being one of them (riverside@rladies.org). We will then work through a hands-on tutorial on the basics of R Markdown so you can start writing papers and making presentations in R, among (a lot of!) other things. Once again, please bring your laptop with R and RStudio already installed.\n\nBig thanks to UCR Library and UCR GradQuant for supporting us!\n\nSee you soon,\n\nTeresa, Marilia & Daniela\n\nps: are you already following us at @RLadiesRiversd twitter?\npps: check this out if you don't know how to install and set up R and RStudio: https://www.earthdatascience.org/courses/earth-analytics/document-your-science/setup-r-rstudio/",
    "status": "PAST",
    "dateTime": "2020-01-23T16:30:00-08:00",
    "duration": "PT1H30M",
    "eventUrl": "https://www.meetup.com/rladies-riverside/events/267818490/",
    "featuredEventPhoto": {},
    "rsvps": {
      "yesCount": 21,
      "waitlistCount": 0,
      "totalCount": 21
    },
    "venues": [
      {
        "id": "26719099",
        "name": "Tomas Rivera Library",
        "address": "900 University Ave.",
        "city": "Riverside",
        "state": "ca",
        "country": "us",
        "lat": 33.9747,
        "lon": -117.3279,
        "postalCode": "92507",
        "venueType": ""
      }
    ],
    "group": {
      "name": "R-Ladies Riverside",
      "urlname": "rladies-riverside"
    }
  },
  {
    "id": "281706567",
    "title": "How to Build Portfolio Website with GitHub Pages",
    "description": "Hello, RiveRside community ;-)\n\nJoin us for a virtual meeting of networking and learning next Tuesday,\nNovember 9th, at 12:00 PM (PST). Don't forget to RSVP in our Meetup\nto get access to the meeting ID and password.\n\nWe will learn how to build a portfolio website from scratch with GitHub Pages and Jekyll. This presentation will demonstrate how to create an entirely free, easy-to-maintain, friendly, and secure website.\nPlease sign up for a GitHub account before the session.\n\nAt the end of the meeting, we will have time to help each other with any R-related questions.\n\nBig thanks to UCR Library and UCR GradQuant for supporting us and our guest speaker *Daniela Cassol* from the Department of Botany and Plant Sciences at UCR!\n\nSee you soon!\n\nPS: are you already following us at @RLadiesRiversd Twitter?",
    "status": "PAST",
    "dateTime": "2021-11-09T12:00:00-08:00",
    "duration": "PT1H30M",
    "eventUrl": "https://www.meetup.com/rladies-riverside/events/281706567/",
    "featuredEventPhoto": {},
    "rsvps": {
      "yesCount": 59,
      "waitlistCount": 0,
      "totalCount": 59
    },
    "venues": [
      {
        "id": "26906060",
        "name": "Online event",
        "address": "",
        "city": "",
        "state": "",
        "country": "",
        "lat": -8.5211,
        "lon": 179.1962,
        "postalCode": "",
        "venueType": "online"
      }
    ],
    "group": {
      "name": "R-Ladies Riverside",
      "urlname": "rladies-riverside"
    }
  },
  {
    "id": "280747902",
    "title": "Intro to Github and R",
    "description": "Hello, RiveRside community ;-)\n\nJoin us for a virtual meeting of networking and learning next Thursday, September 23th, at 10:00 AM (PST). Don't forget to RSVP in our Meetup to get access to the meeting ID and password.\n\nWe will learn how to navigate between GitHub and R-studio. These tools will be helpful for collaborative coding, version control, and developing reproducible workflows. Please make a GitHub account and download R-studio before the session.\n\nAt the end of the meeting, we will have time to help each other with any R-related questions.\n\nPlease have R and RStudio already installed on your computers.\n\nBig thanks to UCR Library and UCR GradQuant for supporting us, and to our guest speaker *Kaleigh Fisher* from the Department of Entomology at UCR!\n\nSee you soon!\n\nps: are you already following us at @RLadiesRiversd twitter?",
    "status": "PAST",
    "dateTime": "2021-09-23T10:00:00-07:00",
    "duration": "PT1H30M",
    "eventUrl": "https://www.meetup.com/rladies-riverside/events/280747902/",
    "featuredEventPhoto": {},
    "rsvps": {
      "yesCount": 74,
      "waitlistCount": 0,
      "totalCount": 74
    },
    "venues": [
      {
        "id": "26906060",
        "name": "Online event",
        "address": "",
        "city": "",
        "state": "",
        "country": "",
        "lat": -8.5211,
        "lon": 179.1962,
        "postalCode": "",
        "venueType": "online"
      }
    ],
    "group": {
      "name": "R-Ladies Riverside",
      "urlname": "rladies-riverside"
    }
  },
  {
    "id": "277326999",
    "title": "A Semi-Tidy Tuesday:  Dataframe to simple maps",
    "description": "Hello, RiveRside community ;-)\n\nCome join us for a virtual meeting of networking and learning next Tuesday, April 13th, 12:00 PM (PST). Don't forget to RSVP in our Meetup to get access to the meeting's ID and password.\n\nWhether you are new to R or a data scientist, join us for an introduction to Maps in R. We will introduce a variety of packages to use coordinates from a dataframe and create maps without GIS software.\n\nAt the end of the meeting, we will have time to help each other with any R-related questions.\n\nPlease have R and RStudio already installed on your computers.\n\nBig thanks to UCR Library and UCR GradQuant for supporting us, and to our guest speaker *Tessa Shates* from the Department of Entomology at UCR!\n\nSee you soon!\n\nps: are you already following us at @RLadiesRiversd twitter?",
    "status": "PAST",
    "dateTime": "2021-04-13T12:00:00-07:00",
    "duration": "PT1H30M",
    "eventUrl": "https://www.meetup.com/rladies-riverside/events/277326999/",
    "featuredEventPhoto": {},
    "rsvps": {
      "yesCount": 43,
      "waitlistCount": 0,
      "totalCount": 43
    },
    "venues": [
      {
        "id": "26906060",
        "name": "Online event",
        "address": "",
        "city": "",
        "state": "",
        "country": "",
        "lat": -8.5211,
        "lon": 179.1962,
        "postalCode": "",
        "venueType": "online"
      }
    ],
    "group": {
      "name": "R-Ladies Riverside",
      "urlname": "rladies-riverside"
    }
  }
]
