{
  "id": "26765765",
  "name": "R-Ladies Lausanne",
  "urlname": "rladies-lausanne",
  "description": "<p><a href=\"https://www.meetup.com/rladies-lausanne/about/\">R-Ladies Lausanne<\/a> welcomes members of all R proficiency levels, whether you're a new or aspiring R user, or an experienced R programmer interested in mentoring, networking &amp; expert upskilling. <br><\/p>\n<p>Our non-profit, civil society community is designed to develop our members' R skills &amp; knowledge through social, collaborative learning &amp; sharing. Supporting minority genders (including but not limited to cis/trans women, trans men, non-binary, genderqueer, agender) access to STEM skills &amp; careers, the Free Software Movement, and contributing to the global R community! <br><\/p>\n<p>A local chapter of R-Ladies Global, R-Ladies Lausanne exists to<b> promote gender diversity<\/b> in the R community worldwide. <b>Our priority is to provide a safe community space for anyone identifying as a minority gender who is interested in and/or working with R<\/b>. <br><\/p>\n<p>As a founding principle, there is no cost or charge to participate in any of our R-Ladies communities around the world. <br><\/p>\n<p>We are part of Global R-Ladies group. Here are some links! You can access our presentations, R scripts and more on our Github account and follow us on twitter to stay up to date about R-Ladies news! <br><\/p>\n<p><b>Website<\/b><\/p>\n<p>R-Ladies Global: <a href=\"https://www.rladies.org\">https://www.rladies.org<\/a> <br><\/p>\n<p>R-Ladies Lausanne: <a href=\"https://www.rladies.org\">https://www.meetup.com/rladies-lausanne/about/<\/a> and <a href=\"https://rladieslausanne.github.io/\">https://rladieslausanne.github.io/<\/a><b> <br><\/b><\/p>\n<p><b>Github<\/b><\/p>\n<p>R-Ladies Global: <a href=\"https://github.com/rladies\">github.com/rladies<\/a> <br>R-Ladies Lausanne: <a href=\"https://github.com/rladies/meetup-presentations_lausanne/blob/master/README.md\">github.com/rladies/meetup-presentations_lausanne<\/a> <br><\/p>\n<p><b>E-mail<\/b><\/p>\n<p><i>info[at] rladies [dot] org<\/i> or<i> lausanne [at] rladies [dot] org<\/i><\/p>\n<p><b>Twitter<\/b><\/p>\n<p><a href=\"https://twitter.com/RLadiesLausanne\">@RLadiesGlobal <br>@RLadiesLausanne<\/a><\/p>\n<p><b> FAQ<\/b><\/p>\n<p>Q: I'm not a frequent R user, and I'm afraid I won't understand the presentations. <br>A: No worries! Our meetups are open to people from all levels and also aim for networking. We also encourage to ask questions if something is not clear.<\/p>\n<p>Q: I'm a guy, and it seems this meetup is only for women. <br>A: This group is mainly aimed at minority genders (including but not limited to cis/trans women, trans men, non-binary, genderqueer, agender) but is open to all that agree to the <a href=\"https://rladies.org/code-of-conduct/\">CoC<\/a>. However, leadership roles remain reserved for minority genders.<\/p>\n<p><b>PS Community Policies &amp; Code of Conduct: <\/b><\/p>\n<p><span>The leadership, mentoring &amp; teaching roles within this Community are held exclusively by minority genders (including but not limited to cis/trans women, trans men, non-binary, genderqueer, agender) (majority gender speakers may be allowed/invited as one-off guests in exceptional circumstances at the leadership team's discretion). Due to unexpected demand, we have opened learning participation to all genders, dependent on initial and on-going vetting by the leadership team. However, the stated priority of the R-Ladies communities is the development &amp; support specifically of those identifying as a minority gender, and we therefore reserve the right to guard this interest through whatever measures the leadership team deem appropriate. Anyone involved with R-Ladies Lausanne is expected to fully respect each other, the mandate of this community, and the goodwill on which R-Ladies is founded, or face expulsion/a penalty of any form, at the discretion of the leadership team. <br><\/span><\/p>\n<p><span>Find the Code of Conduct here: <a href=\"https://rladies.org/code-of-conduct/\">https://rladies.org/code-of-conduct/<\/a> <br><\/span><\/p>\n<p><span>Full community guidelines are found here: <\/span><a href=\"https://github.com/rladies/starter-kit/wiki\" class=\"linkified\">https://github.com/rladies/starter-kit/wiki<\/a> <br><\/p>\n<p> <b> <br>PPS Photos, Films and all other media/recordings<\/b>: Photos, Films and all other media/recordings: photographs and/or video/other media will be taken at events held by this community. By taking part in an R-Ladies Lausanne event you grant the community organizers full rights to use the images resulting from the photography/video filming/media, and any reproductions or adaptations of the images for publicity, fundraising or other purposes to help achieve the community’s aims. This might include (but is not limited to), the right to use them in their printed and online publicity, social media, press releases and funding applications. If you do not wish to be recorded in these media please inform a community organizer.<\/p>",
  "lat": 46.52,
  "lon": 6.62,
  "city": "Lausanne",
  "state": "",
  "country": "ch",
  "memberships": {
    "totalCount": 339
  },
  "foundedDate": "2017-12-02T14:53:48+01:00",
  "proJoinDate": "2018-03-30T23:47:06-04:00",
  "timezone": "Europe/Zurich",
  "joinMode": "OPEN",
  "who": "R-Ladies",
  "isPrivate": false,
  "events": {
    "totalCount": 12,
    "first_event": "2018-02-01",
    "last_event": "2019-12-03"
  },
  "status": "inactive"
}
