{
  "id": "25935651",
  "name": "R-Ladies Belgrade",
  "urlname": "rladies-belgrade",
  "description": "<p>R-Ladies Belgrade is part of a global initiative, R-Ladies Global, designed to improve the gender diversity of R users worldwide and in particular, to improve the participation and experience of women in the R community. As part of the initiative, R-Ladies Belgrade will host a number of talks and workshops about the use of R. It doesn't matter if you never used R or if you are an R expert, R-Ladies Belgrade welcomes anyone with an interest in R. The goal is to promote R, exchange knowledge and create an R community among women. Our meetings and workshops are open for participation to all genders. We are fully inclusive and respectful of LGBT identities - our priority is to provide a safe community space for anyone identifying as female who is interested in and/or working with R. <br> <br> Follow us on twitter <a href=\"https://twitter.com/RLadiesBelgrade\">@RLadiesBelgrade<\/a> and <a href=\"https://twitter.com/RLadiesGlobal\">@RLadiesGlobal<\/a>, and on Github at <a href=\"https://github.com/RLadiesBelgrade\">github.com/RLadiesBelgrade<\/a> <br> <br> &gt; #------------------------------------------------------------------------- <br> <br> R-Ladies Belgrade je deo globalne inicijative, R-Ladies Global, namenjen poboljšanju rodne raznolikosti R-ovih korisnika širom sveta, a posebno kako bi se poboljšalo učešće i razmena iskustava žena u R zajednici. U sklopu ove inicijative, R-Ladies Belgrade će organizovati niz sastanaka i radionica o korišćenju R-a. Nije bitno da li ste početnik ili R-stručnjak, R-Ladies Belgrade podržava svakoga ko je zainteresovan da koristi R. Cilj je popularisanje R-a, razmena znanja, veština i iskustava korišćenja R-a među ženama. Naši sastanci i radionice su otvoreni za učesnike svih polova. U potpunosti smo otvoreni i podržavamo prava LGBT zajednice - naš prioritet je osigurati siguran prostor zajednice za svakoga ko se identifikuje kao ženska osoba koja je zainteresovana i / ili radi sa R-om.&nbsp; <br> <br> Pratite nas na twitteru <a href=\"https://twitter.com/RLadiesBelgrade\">@RLadiesBelgrade<\/a> i <a href=\"https://twitter.com/RLadiesGlobal\">@RLadiesGlobal<\/a>, a na Githubu na <a href=\"https://github.com/RLadiesBelgrade\">github.com/RLadiesBelgrade<\/a><\/p>",
  "lat": 44.83,
  "lon": 20.5,
  "city": "Belgrade",
  "state": "",
  "country": "rs",
  "memberships": {
    "totalCount": 511
  },
  "foundedDate": "2017-09-15T12:11:55+02:00",
  "proJoinDate": "2018-06-11T09:13:14-04:00",
  "timezone": "Europe/Belgrade",
  "joinMode": "OPEN",
  "who": "Members",
  "isPrivate": false,
  "events": {
    "totalCount": 29,
    "first_event": "2017-12-20",
    "last_event": "2023-03-28"
  },
  "status": "inactive"
}
