{
  "id": "28226484",
  "name": "R-Ladies Belo Horizonte",
  "urlname": "rladies-belo-horizonte",
  "description": "<p>A comunidade R-Ladies é uma organização sem fins lucrativos que promove a diversidade de gênero na comunidade da linguagem computacional estatística R. Contamos atualmente com pouco mais de 130 grupos espalhados em 44 países, com aproximadamente mais de 35000 pessoas participando ativamente da comunidade. Veja mais aqui: <a href=\"https://gqueiroz.shinyapps.io/rshinylady/\">R-Ladies Global<\/a><\/p>\n<p>Nosso principal objetivo é promover a linguagem computacional estatística R compartilhando conhecimento, e assim, unir e encontrar mulheres que sejam entusiastas da programação e da tecnologia, independente do nível de conhecimento, ou seja, não é necessário ser um expert para participar do grupo, nossos eventos são públicos e com desenvolvedoras de todos níveis, desde as que estão começando até as mais experimentes. Também tentamos promover no nosso evento, palestras referentes ao empreendedorismo e diversidade para que as mulheres do ambiente sintam-se engajadas a empreender e a correrem atrás de cargos superiores.<\/p>\n<p>Nosso principal público-alvo são as pessoas que se identificam com o gênero feminino, portanto, mulheres cis, mulheres trans, bem como pessoas não-binárias e queer. <\/p>\n<p>Não toleramos nenhuma forma de assédio aos participantes.<\/p>\n<p><span>As organizadoras têm a responsabilidade, compromisso e direito de tomar as ações oportunas para priorizar os interesses da comunidade, conforme nosso código de conduta: <\/span><a href=\"https://github.com/rladies/starter-kit/wiki/Code-of-Conduct#portuguese\" class=\"linkified\">https://github.com/rladies/starter-kit/wiki/Code-of-Conduct#portuguese<\/a> <br><\/p>\n<p> <br><\/p>\n<p> <br><\/p>",
  "lat": -19.92,
  "lon": -43.94,
  "city": "Belo Horizonte",
  "state": "",
  "country": "br",
  "memberships": {
    "totalCount": 965
  },
  "foundedDate": "2018-04-20T14:04:05-03:00",
  "proJoinDate": "2019-04-15T12:08:38-04:00",
  "timezone": "America/Sao_Paulo",
  "joinMode": "OPEN",
  "who": "R-Ladies",
  "isPrivate": false,
  "events": {
    "totalCount": 19,
    "first_event": "2018-06-09",
    "last_event": "2024-03-27"
  },
  "status": "inactive"
}
