{
  "id": "20382018",
  "name": "R-Ladies Los Angeles",
  "urlname": "rladies-la",
  "description": "<p>R-LADIES IS A WORLDWIDE ORGANIZATION WHOSE MISSION IS TO PROMOTE GENDER DIVERSITY IN THE R COMMUNITY.<\/p> \n<p>The R community suffers from an underrepresentation of minority genders (including but not limited to cis/trans women, trans men, non-binary, genderqueer, agender) in every role and area of participation, whether as leaders, package developers, conference speakers, conference participants, educators, or users.<\/p> \n<p>R-Ladies LA is a network of R practitioners in Los Angeles. Our goals are to provide a supportive and encouraging network for R users who identify as a gender minority and to promote learning and collaboration in the R community. We are emphatically LGBTQ friendly and open to anyone interested in programming in R, from experts to novices. Join us!<\/p> \n<p>Follow us on Twitter @RLadiesLA and @RLadiesGlobal<\/p> \n<p>Email me with any questions or ideas! katie@rladies.org<\/p> \n<p><br><\/p> \n<p><i>Community Policies & Code of Conduct: the leadership, mentoring & teaching roles within this Community are held exclusively by people who identify as a gender minority (cis male speakers may be allowed/invited as one-off guests in exceptional circumstances at the leadership team's discretion). Due to unexpected demand, we have opened learning participation to all genders, dependent on initial and on-going vetting by the leadership team. However, the stated priority of the R-Ladies communities is the development & support specifically of those identifying with a gender minority, and we therefore reserve the right to guard this interest through whatever measures the leadership team deem appropriate. Anyone involved with R-Ladies is expected to fully respect each other, the mandate of this community, and the goodwill on which R-Ladies is founded, or face expulsion/a penalty of any form, at the discretion of the leadership team. <\/i> <\/p> \n<p><i>Photos, Films and all other media/recordings: photographs and/or video/other media will be taken at events held by this community. By taking part in an R-Ladies event you grant the community organizers full rights to use the images resulting from the photography/video filming/media, and any reproductions or adaptations of the images for publicity, fundraising or other purposes to help achieve the community’s aims. This might include (but is not limited to), the right to use them in their printed and online publicity, social media, press releases and funding applications. If you do not wish to be recorded in these media please inform a community organizer.<\/i><\/p> \n<p><br><\/p>",
  "lat": 34.07,
  "lon": -118.45,
  "city": "Los Angeles",
  "state": "CA",
  "country": "us",
  "memberships": {
    "totalCount": 648
  },
  "foundedDate": "2016-09-02T19:06:52-07:00",
  "proJoinDate": "2018-03-26T18:36:49-04:00",
  "timezone": "America/Los_Angeles",
  "joinMode": "OPEN",
  "who": "R Ladies",
  "isPrivate": false,
  "events": {
    "totalCount": 32,
    "first_event": "2016-10-15",
    "last_event": "2020-07-29"
  },
  "status": "inactive"
}
