{
  "id": "33717562",
  "name": "R-Ladies Talca",
  "urlname": "rladies-talca",
  "description": "<p>R-Ladies Talca es parte de RLadies Global, una organización mundial que busca promover la diversidad de género en la comunidad de R. Nuestro objetivo es generar un espacio de aprendizaje colaborativo, amigable y seguro, en el que podamos intercambiar ideas, experiencias y conocimientos. Así, esperamos que R se vuelva más accesible y cercano. <br>Este es un grupo abierto a personas interesadas con cualquier nivel de conocimiento y de cualquier disciplina: desde quienes recién están acercándose a R hasta quienes lo utilizan como su principal herramienta de trabajo. <br>Todos nuestros eventos son gratuitos y en ellos se dará prioridad a la participación femenina y de géneros disidentes. Cualquier persona es bienvenida siempre y cuando se ciña al Código de Conducta de R-Ladies Global: <a href=\"https://github.com/rladies/starter-kit/wiki/Code-of-Conduct#spanish\">https://github.com/rladies/starter-kit/wiki/Code-of-Conduct#spanish<\/a> <br>Si quieres saber más sobre esta iniciativa, visita nuestro sitio web: <a href=\"http://rladies.org\">http://rladies.org<\/a> . <br> <br>Para estar al tanto de nuestra novedades, puedes seguirnos en Twitter (@RLadiesTalca) o Facebook (fb.me/RLadiesTalca) <br> <br>Pronto anunciaremos nuestras próximas actividades.<\/p>\n<p>¡Te esperamos! <br> <br>* En nuestros eventos tomamos fotos y a veces realizamos grabaciones que nos permiten compartir lo que hacemos. Al unirte a nuestro grupo nos entregas el derecho a usar esas imágenes para dar a conocer nuestras actividades. Este uso incluye (pero no se limita a) su utilización en formato impreso o digital para hacer promoción de esta iniciativa, para postular a fondos de apoyo, entre otros. Si no quieres aparecer en estos registros gráficos, por favor avisa a las organizadoras.<\/p>",
  "lat": -35.42,
  "lon": -71.66,
  "city": "Talca",
  "state": "",
  "country": "cl",
  "memberships": {
    "totalCount": 167
  },
  "foundedDate": "2020-05-14T03:37:36-04:00",
  "proJoinDate": "2020-05-14T03:40:07-04:00",
  "timezone": "America/Santiago",
  "joinMode": "APPROVAL",
  "who": "R-Ladies",
  "isPrivate": false,
  "events": {
    "totalCount": 28,
    "first_event": "2020-08-19",
    "last_event": "2024-08-01"
  },
  "status": "inactive"
}
