{
  "id": "32713369",
  "name": "R-Ladies Recife",
  "urlname": "rladies-recife",
  "description": "<p><b># O que é o R-Ladies Recife?&nbsp;<\/b> <br><\/p>\n<p><span>Somos <\/span><span>um grupo,&nbsp;<\/span><span>parte de uma organização global, com a finalidade de disseminar o conhecimento da programação em R promovendo a diversidade de gênero por meio de meetups (reuniões) esporádicas, manutenção de grupos para discussão, compartilhamento de oportunidades, e o que mais possa apoiar/encorajar/inspirar o progresso individual e coletivo de grupos de gêneros sub-representados. Incluindo, mas não se limitando a mulheres cis/trans, homens trans, não-binários, genderqueer, agender.<\/span><\/p>\n<p><b># Qual é o nosso objetivo?<\/b><\/p>\n<p><span>Não importa o seu nível de proficiência em R, seja você um novo usuário do R, aspirante ou um programador R experiente, interessado em orientação, networking e aprimoramento especializado. Nossa comunidade é projetada para desenvolver as habilidades e o conhecimento de R de nossos membros por meio de aprendizado e compartilhamento social e colaborativo, apoiando o acesso da identidade minoritária às habilidades e carreiras STEM (Science, Technology, Engineering &amp; Math), ao Movimento de Software Livre e contribuindo para a comunidade R global! <br><\/span><\/p>\n<p><span>Nossa prioridade é fornecer um espaço comunitário seguro para qualquer pessoa que se identifique como um gênero minoritário que esteja interessado e/ou trabalhe com a linguagem de programação R.&nbsp;<\/span><\/p>\n<p><span><b># Quanto custa para participar dos eventos?<\/b><\/span><\/p>\n<p><span>Como princípio fundador, não há custo ou taxa para participar de qualquer uma de nossas comunidades R-Ladies ao redor do mundo. <br><\/span><\/p>\n<p><b># Políticas e código de conduta da comunidade:<\/b><\/p>\n<p>•&nbsp;As funções de liderança, mentoria e ensino nesta Comunidade são realizadas exclusivamente por gêneros minoritários. Porém, os oradores majoritários de gênero podem ser permitidos e/ou convidados em circunstâncias excepcionais, a critério da equipe de liderança.&nbsp;<\/p>\n<p>•&nbsp;A prioridade declarada das comunidades R-Ladies é o desenvolvimento e o apoio especificamente daqueles que se identificam como um gênero minoritário, e, portanto, reservamos o direito de proteger esse interesse por quaisquer medidas que a equipe de liderança considere apropriada.&nbsp;<\/p>\n<p>•&nbsp;Espera-se que qualquer pessoa envolvida com o R-Ladies respeite plenamente um ao outro, o mandato desta comunidade e a boa vontade em que o R-Ladies se baseia.<\/p>\n<p><b># Para mais informações, acesse:<\/b><\/p>\n<p>•&nbsp;<b>Informações sobre o R-Ladies Global:<\/b><\/p>\n<p>Website: <a href=\"https://www.rladies.org\" class=\"linkified\">https://www.rladies.org<\/a><\/p>\n<p>Twitter: @RLadiesGlobal ( <a href=\"https://twitter.com/RLadiesGlobal\" class=\"linkified\">https://twitter.com/RLadiesGlobal<\/a> )<\/p>\n<p>Github: <a href=\"https://github.com/rladies\" class=\"linkified\">https://github.com/rladies<\/a><\/p>\n<p>Code of Conduct:&nbsp;<a href=\"https://github.com/rladies/starter-kit/wiki/Code-of-Conduct\">https://github.com/rladies/starter-kit/wiki/Code-of-Conduct<\/a><\/p>\n<p>•&nbsp;<b>Informações sobre o R-Ladies Recife:<\/b> <br><\/p>\n<p>Email:&nbsp;<a href=\"mailto:recife@rladies.org\">recife@rladies.org<\/a><\/p>\n<p>Instagram: rladiesrecife<\/p>\n<p>Código de conduta:<b>&nbsp;&nbsp;<a href=\"https://github.com/rladies/starter-kit/wiki/Code-of-Conduct\">https://github.com/rladies/starter-kit/wiki/Code-of-Conduct<\/a><\/b><\/p>",
  "lat": -8.08,
  "lon": -34.92,
  "city": "Recife",
  "state": "",
  "country": "br",
  "memberships": {
    "totalCount": 161
  },
  "foundedDate": "2019-09-02T16:41:01-03:00",
  "proJoinDate": "2019-09-02T16:41:32-04:00",
  "timezone": "America/Recife",
  "joinMode": "OPEN",
  "who": "R-Ladies",
  "isPrivate": false,
  "events": {
    "totalCount": 1,
    "first_event": "2019-09-12",
    "last_event": "2019-09-12"
  },
  "status": "inactive"
}
