{
  "id": "26203679",
  "name": "R-Ladies San Jose",
  "urlname": "rladies-san-jose",
  "description": "<p>R-Ladies San José es parte de una organización mundial para promover la Diversidad de Género en la comunidad R. <span>Nuestra meta es crear una atmósfera amigable para mujeres interesadas en programar en R en San José, Costa Rica. No importa si nunca usaste R o si sos una experta que tiene R como herramienta principal de trabajo. El objetivo es promover R, intercambiar conocimiento y crear una red de mujeres.<\/span><\/p>\n<p>Esta es una iniciativa social. Todos los eventos serán gratuitos.<\/p>\n<p>¡Sumate a este Meetup para enterarte de los próximos eventos! ¡Te esperamos!<\/p>\n<p>Nos encontrás en <a href=\"https://github.com/rladies\">GitHub<\/a>, <a href=\"https://twitter.com/RladiesCR\">Twitter<\/a> y <a href=\"https://www.facebook.com/R-Ladies-San-Jos%C3%A9-CR-113831192660935/\">Facebook<\/a>. <\/p>\n<p>Mail: sanjoseCR[at]rladies[dot]org<\/p>\n<p>Para más detalles sobre la iniciativa R-Ladies Global visitá<a href=\"https://rladies.org/\"> rladies.org<\/a>.<\/p>\n<br>\n<p>Política y Código de Conducta de R-Ladies:<\/p>\n<p>En la comunidad R-Ladies los puestos de responsabilidad como presentadoras y orientadoras son exclusivamente para personas que se identifican con el género femenino. Aún así la asistencia a las reuniones está abierta a personas de todos los géneros.<\/p>\n<p>Siempre se dará prioridad a la participación femenina ya que este grupo nació con la intención de animar y apoyar a mujeres en los trabajos STEM (Science, Technology, Engineering & Math) y en la comunidad de R. Las organizadoras de R-Ladies tienen la responsabilidad y el derecho de tomar las acciones oportunas para salvaguardar los intereses de la comunidad.<\/p>\n<p><a href=\"https://github.com/rladies/starter-kit/wiki/Code-of-Conduct#spanish\">Código de conducta completo.<\/a> También adherimos al <a href=\"https://wiki.r-consortium.org/view/R_Consortium_and_the_R_Community_Code_of_Conduct\">código de conducta del R Consortium y del resto de la Comunidad R.<\/a> <\/p>",
  "lat": 9.93,
  "lon": -84.08,
  "city": "San Jose",
  "state": "",
  "country": "cr",
  "memberships": {
    "totalCount": 719
  },
  "foundedDate": "2017-10-09T02:37:04-06:00",
  "proJoinDate": "2018-10-28T19:25:16-04:00",
  "timezone": "America/Costa_Rica",
  "joinMode": "OPEN",
  "who": "Participantes",
  "isPrivate": false,
  "events": {
    "totalCount": 26,
    "first_event": "2017-10-17",
    "last_event": "2021-08-18"
  },
  "status": "inactive"
}
