{
  "id": "31653468",
  "name": "R-Ladies Concepción",
  "urlname": "rladies-concepcion",
  "description": "***R-Ladies Concepción*** es parte de una organización mundial que busca promover la diversidad de género en la comunidad R. Nuestro objetivo es generar un espacio colaborativo amigable para intercambiar ideas, experiencias y conocimientos, y así hacer R más popular y accesible. \n\nEste es un grupo abierto a interesadas con cualquier nivel de conocimiento: desde quienes recién están acercándose a R y quieren aprender más, hasta quienes lo utilizan como su principal herramienta de trabajo. Únete para estar al tanto de nuestros próximos eventos :)\n\nTodos nuestros eventos son gratuitos. Si bien se dará prioridad a la participación femenina, cualquier persona con interés en R es bienvenida. Revisa el Código de Conducta Global de R-Ladies ([https://github.com/rladies/starter-kit/wiki/Code-of-Conduct#spanish](https://github.com/rladies/starter-kit/wiki/Code-of-Conduct#spanish)). \nY síguenos en nuestras redes sociales, Twitter ([https://twitter.com/RLadiesConce](https://twitter.com/RLadiesConce)), Facebook ([https://www.facebook.com/RLadiesConcepcion](https://www.facebook.com/R-Ladies-Concepci%C3%B3n-434620674019955/)) y al correo concepcion@rladies.org\n¿Te gustaría participar como expositora? ¿Tienes algún proyecto realizado con R que te gustaría compartir? ¿Te gustaría enseñar a otras a utilizar R? ¡No dudes en ponerte en contacto con nosotras!\n\nTambién buscamos patrocinadores para poder continuar con esta iniciativa. Si crees que puedes entregarnos apoyo, escríbenos.\nSi quieres saber más sobre la iniciativa R-Ladies Global visita rladies.org ([http://rladies.org/](http://rladies.org/)) y @RLadiesGlobal ([https://twitter.com/RLadiesGlobal](https://twitter.com/RLadiesGlobal)).",
  "lat": -36.83,
  "lon": -73.05,
  "city": "Concepción",
  "state": "",
  "country": "cl",
  "memberships": {
    "totalCount": 736
  },
  "foundedDate": "2019-04-16T12:16:39-04:00",
  "proJoinDate": "2019-04-16T12:18:27-04:00",
  "timezone": "America/Santiago",
  "joinMode": "OPEN",
  "who": "R-Ladies Concepción",
  "isPrivate": false,
  "events": {
    "totalCount": 57,
    "first_event": "2019-05-23",
    "last_event": "2024-08-29"
  },
  "status": "inactive"
}
