{
  "id": "28519562",
  "name": "R-Ladies Bari",
  "urlname": "rladies-bari",
  "description": "<p>R-Ladies is a worldwide organization whose mission is to promote gender diversity in the R community. We are setting up this community for the first time in Bari! Whether you are an experienced R programmmer or new to R or just have a passion for data science, this will be a community for you (No gender restrictions).<\/p>\n<p>&lt;br&gt; &lt;br&gt; To get the latest updates about our event, please follow us on any of these channels:<\/p>\n<p>&lt;br&gt; &lt;br&gt; • Facebook page: <br><a href=\"https://m.facebook.com/rladiesbari/\" class=\"linkified\">https://m.facebook.com/rladiesbari/<\/a> <br>&lt;br&gt;<\/p>\n<p>• Linkedin Page:<\/p>\n<p><a href=\"https://www.linkedin.com/groups/8675412\" class=\"linkified\"><\/a><a href=\"https://www.linkedin.com/company/r-ladies-bari/\" class=\"linkified\">https://www.linkedin.com/company/r-ladies-b...<\/a> &lt;br&gt;<\/p>\n<p>&lt;br&gt;<\/p>\n<p>Come &amp; join us! &lt;br&gt;<\/p>\n<p>&lt;br&gt; Community Policies &amp; Code of Conduct: The leadership and mentoring roles within this community are held exclusively by women (trans and cis) and gender-variant people. Men are welcome to attend as long as they come as a guest of a specific female member who is also in attendance. However, the stated priority of this meetup is the development and support of its female members acting in whichever roles, and we therefore reserve the right to guard this interest through whatever measures we deem appropriate. All members and event attendees are expected to fully respect each other and the mandate of this Meetup, or face expulsion of any form, whether from events, Meetup membership, or any other community participation. This community is a social initiative, hence will never involve charges or fees to participate.<\/p>",
  "lat": 41.13,
  "lon": 16.87,
  "city": "Bari",
  "state": "BA",
  "country": "it",
  "memberships": {
    "totalCount": 187
  },
  "foundedDate": "2018-05-17T14:02:42+02:00",
  "proJoinDate": "2018-05-17T14:07:25-04:00",
  "timezone": "Europe/Rome",
  "joinMode": "OPEN",
  "who": "R-Ladies",
  "isPrivate": false,
  "events": {
    "totalCount": 29,
    "first_event": "2018-12-03",
    "last_event": "2022-04-13"
  },
  "status": "inactive"
}
