{
  "id": "28062692",
  "name": "R-Ladies Guayaquil",
  "urlname": "rladies-guayaquil",
  "description": "<p>¡Bienvenid@s a R-Ladies Guayaquil! <br><\/p>\n<p>Somos un capítulo local de la organización mundial&nbsp; R-Ladies Global que tiene por finalidad promover la diversidad de género en la comunidad de R.<\/p>\n<p>Nuestra meta es apoyar, alentar y empoderar a mujeres entusiastas interesadas en desarrollar habilidades colectivas e individuales de programación en R promoviendo el aprendizaje colaborativo, la réplica del conocimiento, el uso de software libre y la construcción de una red de usuari@s, novat@s, desarrollador@s y/o expert@s en R.<br><\/p>\n<p>Al ser una iniciativa social, todos los eventos a realizarse son gratuitos. En dichos eventos puede participar cualquier persona interesada en la comunidad R, priorizando la participación femenina.<\/p>\n<p>¡Únete a este meet-up para estar al día en nuestros próximos eventos!<br><\/p>\n<p>Te dejamos algunos links de interés donde encontrarás información sobre nuestra comunidad:<br><\/p>\n<p><br><\/p>\n<p>Website: <a href=\"https://www.rladies.org\">https://www.rladies.org<\/a><\/p>\n<p>Github: <a href=\"https://github.com/rladies\">https://github.com/rladies<\/a><\/p>\n<p>E-mail: info [at] rladies [dot] org<\/p>\n<p>Twitter: @RLadiesGlobal ( <a href=\"https://twitter.com/RLadiesGlobal\">https://twitter.com/RLadiesGlobal<\/a> )<\/p>\n<p>GitHub: <a href=\"http://github.com/rladies\">http://github.com/rladies<\/a><\/p>\n<p><br><\/p>\n<p>Política y Código de Conducta de R-Ladies:<br><br>En la comunidad R-Ladies los puestos de responsabilidad como presentadoras y orientadoras son exclusivamente para personas que se identifican con el género femenino. Aún así la asistencia a las reuniones está abierta a personas de todos los géneros.<br><br>Siempre se dará prioridad a la participación femenina ya que este grupo nació con la intención de animar y apoyar a mujeres en los trabajos STEM (Science, Technology, Engineering &amp; Math) y en la comunidad de R. Las organizadoras de R-Ladies tienen la responsabilidad y el derecho de tomar las acciones oportunas para salvaguardar los intereses de la comunidad.<br><br>Código de conducta completo. (<a href=\"https://github.com/rladies/starter-kit/wiki/Code-of-Conduct#spanish\">https://github.com/rladies/starter-kit/wiki/Code-of-Conduct#spanish<\/a>) <br><\/p>\n<p>R-Ladies Guayaquil welcomes members of all R proficiency levels, whether you're a new or aspiring R user, or an experienced R programmer interested in mentoring, networking &amp; expert upskilling. Our non-profit, civil society community is designed to develop our members' R skills &amp; knowledge through social, collaborative learning &amp; sharing. Supporting minority identity access to STEM skills &amp; careers, the Free Software Movement, and contributing to the global R community!<\/p>\n<p>A local chapter of R-Ladies Global, R-Ladies Guayaquil exists to promote gender diversity in the R community, both locally and worldwide. We are pro-actively inclusive of queer, trans, and all minority identities, with additional sensitivity to intersectional identities. Our priority is to provide a safe community space for anyone identifying as a minority gender who is interested in and/or working with R. As a founding principle, there is no cost or charge to participate in any of our R-Ladies communities around the world.<\/p>\n<p>We are part of Global R-Ladies group. Here are some links! You can access our presentations, R scripts and more (soon) on our Github account and follow us on twitter to stay up to date about R-Ladies news!<\/p>\n<p>Website: <a href=\"https://www.rladies.org\" class=\"linkified\">https://www.rladies.org<\/a><\/p>\n<p>Github: <a href=\"https://github.com/rladies\" class=\"linkified\">https://github.com/rladies<\/a><\/p>\n<p>E-mail: info [at] rladies [dot] org<\/p>\n<p>Twitter: @RLadiesGlobal ( <a href=\"https://twitter.com/RLadiesGlobal\" class=\"linkified\">https://twitter.com/RLadiesGlobal<\/a> )<\/p>\n<p>GitHub: <a href=\"http://github.com/rladies\" class=\"linkified\">http://github.com/rladies<\/a><\/p>\n<p>Community Policies &amp; Code of Conduct:<\/p>\n<p>The leadership, mentoring &amp; teaching roles within this Community are held exclusively by minority genders (majority gender speakers may be allowed/invited as one-off guests in exceptional circumstances at the leadership team's discretion). Due to unexpected demand, we have opened learning participation to all genders, dependent on initial and on-going vetting by the leadership team. However, the stated priority of the R-Ladies communities is the development &amp; support specifically of those identifying as a minority gender, and we, therefore, reserve the right to guard this interest through whatever measures the leadership team deems appropriate. Anyone involved with R-Ladies Guayaquil is expected to fully respect each other, the mandate of this community, and the goodwill on which R-Ladies is founded, or face expulsion/a penalty of any form, at the discretion of the leadership team.<\/p>\n<p>Full community guidelines are found here: <a href=\"https://github.com/rladies/starter-kit/wiki\" class=\"linkified\">https://github.com/rladies/starter-kit/wiki<\/a><\/p>\n<p>Photos, Films and all other media/recordings:<\/p>\n<p>Photos, Films, and all other media/recordings: photographs and/or video/other media will be taken at events held by this community. By taking part in an R-Ladies Guayaquil event you grant the community organizers full rights to use the images resulting from the photography/video filming/media, and any reproductions or adaptations of the images for publicity, fundraising or other purposes to help achieve the community’s aims. This might include (but is not limited to), the right to use them in their printed and online publicity, social media, press releases and funding applications. If you do not wish to be recorded in these media please inform a community organizer.<\/p>",
  "lat": -2.21,
  "lon": -79.9,
  "city": "Guayaquil",
  "state": "",
  "country": "ec",
  "memberships": {
    "totalCount": 1134
  },
  "foundedDate": "2018-04-05T18:48:47-05:00",
  "proJoinDate": "2018-04-09T16:15:42-04:00",
  "timezone": "America/Guayaquil",
  "joinMode": "OPEN",
  "who": "Members",
  "isPrivate": false,
  "events": {
    "totalCount": 90,
    "first_event": "2018-05-30",
    "last_event": "2024-10-26"
  },
  "status": "inactive"
}
