{
  "id": "36155463",
  "name": "R-Ladies Ciudad Obregón",
  "urlname": "rladies-ciudad-obregon",
  "description": "```\nR-Ladies Ciudad Obregón es un capítulo local de R-Ladies Global (https://www.rladies.org), una organización que promueve la diversidad de género en la comunidad R en todo el mundo. Nos reunimos en persona o virtualmente para aprender sobre el lenguaje de programación R, los algoritmos y las herramientas avanzadas.\n```\n\n```\nR-Ladies da la bienvenida a miembros de todos los niveles de competencia de R, ya sea que sea un usuario de R nuevo o aspirante, o un programador de R experimentado interesado en la tutoría, la creación de redes y la mejora de habilidades de expertos. Nuestra comunidad está diseñada para desarrollar las habilidades y el conocimiento de R de nuestros miembros a través del aprendizaje y el intercambio social y colaborativo, apoyando el acceso de identidades minoritarias a habilidades y carreras STEM, el movimiento de software libre y contribuyendo a la comunidad global de R.\n```\n\n\n```\nIncluimos proactivamente las identidades queer, trans y todas las minorías, con una sensibilidad adicional a las identidades interseccionales. Nuestra prioridad es proporcionar un espacio comunitario seguro para cualquier persona que se identifique como un género minoritario que esté interesada en trabajar con R. Como principio fundamental, no hay costo ni cargo para participar en cualquiera de nuestras comunidades de R-Ladies en todo el mundo. Puede acceder a nuestras presentaciones, scripts de R y proyectos en nuestra cuenta de Github (https://github.com/rladies) y seguirnos en twitter (https://twitter.com/RLadiesGlobal) para mantenerse actualizado sobre R- Señoras noticias!\n```\n\n\n```\nAsegúrese de leer y cumplir con nuestro código de conducta (https://github.com/rladies/starter-kit/wiki/Code-of-Conduct) y las pautas de la comunidad (https://github.com/rladies/starter- kit/blob/master/RLadiesRulesAndGuideLinesENES.md).\n```\n\n\n```\nTenga en cuenta que al participar en un evento de R-Ladies otorga a los organizadores de la comunidad todos los derechos para usar las imágenes resultantes de la fotografía/grabación de video/medios, y cualquier reproducción o adaptación de las imágenes con fines publicitarios, de recaudación de fondos u otros fines para ayudar. alcanzar los fines de la comunidad. Esto puede incluir (pero no se limita a) el derecho a usarlos en su publicidad impresa y en línea, redes sociales, comunicados de prensa y solicitudes de financiamiento. Si no desea ser registrado en estos medios, informe a un organizador de la comunidad.\n```",
  "lat": 27.49,
  "lon": -109.94,
  "city": "Ciudad Obregón",
  "state": "",
  "country": "mx",
  "memberships": {
    "totalCount": 10
  },
  "foundedDate": "2022-02-12T04:50:18-07:00",
  "proJoinDate": "2022-02-12T04:51:12-05:00",
  "timezone": "America/Hermosillo",
  "joinMode": "APPROVAL",
  "who": "R-Ladies",
  "isPrivate": false,
  "events": {
    "totalCount": 3,
    "first_event": "2022-09-24",
    "last_event": "2024-09-28"
  },
  "status": "inactive"
}
