{
  "id": "29783351",
  "name": "R-Ladies Lancaster",
  "urlname": "rladies-lancaster",
  "description": "R-Ladies Lancaster welcomes members of all R proficiency levels, whether you're a new or aspiring R user, or an experienced R programmer interested in mentoring, networking & expert upskilling. Our community is designed to develop our members' R skills & knowledge through social, collaborative learning & sharing. \nA local chapter of R-Ladies Global, R-Ladies Lancaster exists to promote gender diversity in the R community worldwide. All events are intended for all women who are interested in attending. We are emphatically queer and trans friendly. Men are welcome to attend as long as they are respectful that this a woman run space. \n\nWe are part of Global R-Ladies group. You can access our presentations, R scripts, and Projects on our Github account and follow us on twitter to stay up to date about R-Ladies news!\n\n\n\n\nWebsite: [https://www.rladies.org](https://www.rladies.org)\nTwitter: @RLadiesLancs( [https://twitter.com/RLadie](https://twitter.com/RLadiesGlobal)sLancs)\nGithub: [https://github.com/rladies/meetup-presentations_lancaster](https://github.com/rladies/meetup-presentations_lancaster)\n\n\n\n\n*PS Community Policies & Code of Conduct: The leadership, mentoring & teaching roles within this Community are held exclusively by minority genders (majority gender speakers may be allowed/invited as one-off guests in exceptional circumstances at the leadership team's discretion). Due to unexpected demand, we have opened learning participation to all genders, dependent on initial and on-going vetting by the leadership team. However, the stated priority of the R-Ladies communities is the development & support specifically of those identifying as a minority gender, and we, therefore, reserve the right to guard this interest through whatever measures the leadership team deems appropriate. Anyone involved with R-Ladies Lancaster is expected to fully respect each other, the mandate of this community, and the goodwill on which R-Ladies is founded, or face expulsion/a penalty of any form, at the discretion of the leadership team.*\n\n\n\n\n***Full community guidelines are found here:*** https://guide.rladies.org/about/mission/#r-ladies-rules--guidelines\n\n\n\n\n*PPS Photos, Films and all other media/recordings: Photos, Films, and all other media/recordings: photographs and/or video/other media will be taken at events held by this community. By taking part in an R-Ladies Lancaster event you grant the community organizers full rights to use the images resulting from the photography/video filming/media, and any reproductions or adaptations of the images for publicity, fundraising or other purposes to help achieve the community’s aims. This might include (but is not limited to), the right to use them in their printed and online publicity, social media, press releases and funding applications. If you do not wish to be recorded in these media please inform a community organizer.*",
  "lat": 54.05,
  "lon": -2.8,
  "city": "Lancaster",
  "state": "H2",
  "country": "gb",
  "memberships": {
    "totalCount": 215
  },
  "foundedDate": "2018-09-12T11:37:04+01:00",
  "proJoinDate": "2018-09-12T11:38:02-04:00",
  "timezone": "Europe/London",
  "joinMode": "OPEN",
  "who": "R-Ladies",
  "isPrivate": false,
  "events": {
    "totalCount": 11,
    "first_event": "2019-05-01",
    "last_event": "2024-04-09"
  },
  "status": "inactive"
}
