{
  "id": "25039212",
  "name": "R-Ladies Quito",
  "urlname": "rladies-quito",
  "description": "<p><span>¡La primera comunidad de Programación de R en Quito para las mujeres! Aquí encontrarás compañeras en el mundo de la programación en R, desde profesionales que tienen R como herramienta principal de trabajo hasta aficionadas que quieren aprender y seguir mejorando.<\/span> <br><\/p>\n<p>Nuestros medios de contacto:<\/p>\n<p> <br><\/p>\n<p>•&nbsp;Twitter:&nbsp;@RLadiesQuito&nbsp;<\/p>\n<p>•&nbsp;Email:&nbsp;quito@rladies.org<\/p>\n<p>•&nbsp;Github:&nbsp;<a href=\"https://github.com/rladies\">https://github.com/rladies<\/a><\/p>\n<p>•&nbsp;Slack:&nbsp;<a href=\"https://rladies-quito.slack.com\">https://rladies-quito.slack.com<\/a><\/p>\n<p>•&nbsp;Website:&nbsp;<a href=\"http://www.r-ladies.com/\">http://www.r-ladies.com/<\/a><\/p>\n<p>•&nbsp;Facebook:&nbsp;<a href=\"https://www.facebook.com/RLadiesUIO\">https://www.facebook.com/RLadiesUIO<\/a><\/p>\n<p><span>¡Unete, te esperamos! R-Ladies Quito, es un capítulo local de R-Ladies Global, que promueve la diversidad de género en la comunidad R, tanto en Quito como en todo el mundo, una comunidad open source donde mujeres nos apoyamos y nos ayudamos a crecer dentro de la comunidad de R. Además R-Ladies Global es un proyecto financiado por el R Consortium-Linux Foundation. Somos una comunidad pro-activa, inclusiva de las identidades queer, trans, y todas las minorías, nuestra prioridad es proporcionar un espacio comunitario seguro para desarrollar las habilidades y conocimientos de nuestras compañeras a través del aprendizaje, el compartir social y colaborativo. Como principio fundacional, no hay costo alguno para participar en cualquiera de nuestras comunidades de R-Ladies en todo el mundo. R-Ladies Quito te da la bienvenida, si alguien está interesada en impartir un taller o dar una charla en un evento de R-Ladies escribir a  quito[at]rladies[dot]org&nbsp;<\/span> <br><\/p>\n<p>Si bien se dará prioridad a la participación femenina, cualquier persona con interés en R es bienvenida. Los eventos serán siempre gratuitos porque R-Ladies es una iniciativa social. El Código de Conducta Global de R-Ladies lo encontrarás en (<a href=\"https://github.com/rladies/starter-kit/wiki/Code-of-Conduct#spanish\">https://github.com/rladies/starter-kit/wiki/Code-of-Conduct#spanish<\/a>). <br> <br><\/p>\n<p> <br><\/p>\n<p>The Quito's first R Programming community for self-identified women &amp; minority genders! A local chapter of R-Ladies Global, R-Ladies Quito exists to promote gender diversity in the R community, both in the Quito and worldwide. We are pro-actively inclusive of queer, trans, and all minority identities, with additional sensitivity to intersectional identities (which many lead R-Ladies are) - our priority is to provide a safe community space for anyone identifying as a minority gender who is interested in and/or working with R. As a founding principle, there is no cost or charge to participate in any of our 30+ R-Ladies communities around the world.<\/p>\n<p>R-Ladies Quito welcomes members of all R proficiency levels, whether you're a new or aspiring R user, or an experienced R programmer interested in mentoring, networking &amp; expert upskilling. Our non-profit, civil society community is designed to develop our members' R skills &amp; knowledge through social, collaborative learning &amp; sharing. Supporting minority identity access to STEM skills &amp; careers, the Free Software Movement, and contributing to the global R community!<\/p>",
  "lat": -0.19,
  "lon": -78.5,
  "city": "Quito",
  "state": "",
  "country": "ec",
  "memberships": {
    "totalCount": 992
  },
  "foundedDate": "2017-07-18T16:32:39-05:00",
  "proJoinDate": "2018-06-05T09:43:13-04:00",
  "timezone": "America/Guayaquil",
  "joinMode": "OPEN",
  "who": "R-Ladies",
  "isPrivate": false,
  "events": {
    "totalCount": 14,
    "first_event": "2017-08-08",
    "last_event": "2024-03-07"
  },
  "status": "inactive"
}
