{
  "id": "33409736",
  "name": "R-Ladies Aguascalientes",
  "urlname": "rladies-aguascalientes",
  "description": "<p>This is a local chapter of R-Ladies Global (<a href=\"https://www.rladies.org\" class=\"linkified\">https://www.rladies.org<\/a>), an organisation that promotes gender diversity in the R community worldwide. We meetup in person or virtually to learn about the R programming language, algorithms and advanced tools. <\/p>\n<p>R-Ladies welcomes members of all R proficiency levels, whether you're a new or aspiring R user, or an experienced R programmer interested in mentoring, networking &amp; expert upskilling. Our community is designed to develop our members' R skills &amp; knowledge through social, collaborative learning &amp; sharing. Supporting minority identity access to STEM skills &amp; careers, the Free Software Movement, and contributing to the global R community!<\/p>\n<p>We are pro-actively inclusive of queer, trans, and all minority identities, with additional sensitivity to intersectional identities. Our priority is to provide a safe community space for anyone identifying as a minority gender who is interested in working with R. As a founding principle, there is no cost or charge to participate in any of our R-Ladies communities around the world. You can access our presentations, R scripts, and Projects on our Github account (<a href=\"https://github.com/rladies\" class=\"linkified\">https://github.com/rladies<\/a>) and follow us on twitter (<a href=\"https://twitter.com/RLadiesGlobal\" class=\"linkified\">https://twitter.com/RLadiesGlobal<\/a>) to stay up to date about R-Ladies news!<\/p>\n<p>Make sure you read and comply with our code of conduct (<a href=\"https://github.com/rladies/starter-kit/wiki/Code-of-Conduct\" class=\"linkified\">https://github.com/rladies/starter-kit/wiki/Code-of-Conduct<\/a>) and community guidelines (<a href=\"https://github.com/rladies/starter-kit/blob/master/RLadiesRulesAndGuideLinesENES.md\" class=\"linkified\">https://github.com/rladies/starter-kit/blob/master/RLadiesRulesAndGuideLinesENES.md<\/a>).<\/p>\n<p>Please note that by taking part in an R-Ladies event you grant the community organizers full rights to use the images resulting from the photography/video filming/media, and any reproductions or adaptations of the images for publicity, fundraising or other purposes to help achieve the community’s aims. This might include (but is not limited to), the right to use them in their printed and online publicity, social media, press releases and funding applications. If you do not wish to be recorded in these media please inform a community organizer.<\/p>",
  "lat": 21.88,
  "lon": -102.3,
  "city": "Aguascalientes",
  "state": "",
  "country": "mx",
  "memberships": {
    "totalCount": 285
  },
  "foundedDate": "2020-02-22T13:02:22-06:00",
  "proJoinDate": "2020-02-22T13:03:20-05:00",
  "timezone": "America/Mexico_City",
  "joinMode": "OPEN",
  "who": "R-Ladies",
  "isPrivate": false,
  "events": {
    "totalCount": 5,
    "first_event": "2020-08-13",
    "last_event": "2020-11-24"
  },
  "status": "inactive"
}
