{
  "id": "31859491",
  "name": "R-Ladies Bucharest",
  "urlname": "rladies-bucharest",
  "description": "<p>R-Ladies Bucharest ii invita pe cei interesati de mentorat, networking sau imbunatatirea cunostiintelor&nbsp;de R de orice nivel sa participe in comunitate; nu conteaza daca sunteti newbie,&nbsp; cochetati cu ideea de R sau deja folositi R la un nivel expert.<\/p>\n<p><span>Sustinem accesul identitatilor minoritare la skill-uri si cariere in STEM, Free Software Movement si contribuim la comunitatea globala de R!<\/span> <br><\/p>\n<p>Contact local:&nbsp;<\/p>\n<p>Email bucuresti@rladies.org<\/p>\n<p>Facebook - @RLadiesBucharest&nbsp;<a href=\"https://www.facebook.com/RLadiesBucharest\">https://www.facebook.com/RLadiesBucharest<\/a>/<\/p>\n<p>Twitter -&nbsp;@RLadiesBuchares (<a href=\"https://twitter.com/rladiesbuchares\">https://twitter.com/rladiesbuchares<\/a>)<\/p>\n<p>---------------------------------------------------------------------------------<\/p>\n<p> R-Ladies Bucharest welcomes members of all R proficiency levels, whether you're a new or aspiring R user, or an experienced R programmer interested in mentoring, networking &amp; expert upskilling.&nbsp;<\/p>\n<p>Our community is designed to develop our members' R skills &amp; knowledge through social, collaborative learning &amp; sharing. Supporting minority identity access to STEM skills &amp; careers, the Free Software Movement, and contributing to the global R community!&nbsp;<\/p>\n<p>A local chapter of R-Ladies Global, R-Ladies Bucharest&nbsp;exists to promote gender diversity in the R community worldwide.&nbsp;<\/p>\n<p>We are pro-actively inclusive of queer, trans, and all minority identities, with additional sensitivity to intersectional identities. Our priority is to provide a safe community space for anyone identifying as a minority gender who is interested in and/or working with R.&nbsp;<\/p>\n<p>As a founding principle, there is no cost or charge to participate in any of our R-Ladies communities around the world. We are part of Global R-Ladies group. You can access our presentations, R scripts, and Projects on our Github account and follow us on twitter to stay up to date about R-Ladies news!<\/p>\n<p>Website:&nbsp;<a href=\"https://www.rladies.org/\">https://www.rladies.org<\/a><\/p>\n<p>Twitter: @RLadiesGlobal (&nbsp;<a href=\"https://twitter.com/RLadiesGlobal\">https://twitter.com/RLadiesGlobal<\/a>&nbsp;),<\/p>\n<p>Github:&nbsp;<a href=\"https://github.com/rladies\">https://github.com/rladies<\/a><\/p>\n<p><i>PS Community Policies &amp; Code of Conduct: The leadership, mentoring &amp; teaching roles within this Community are held exclusively by minority genders (majority gender speakers may be allowed/invited as one-off guests in exceptional circumstances at the leadership team's discretion). Due to unexpected demand, we have opened learning participation to all genders, dependent on initial and on-going vetting by the leadership team. However, the stated priority of the R-Ladies communities is the development &amp; support specifically of those identifying as a minority gender, and we, therefore, reserve the right to guard this interest through whatever measures the leadership team deems appropriate. Anyone involved with R-Ladies Bucharest&nbsp;is expected to fully respect each other, the mandate of this community, and the goodwill on which R-Ladies is founded, or face expulsion/a penalty of any form, at the discretion of the leadership team.&nbsp;<\/i><\/p>\n<p><i><span>PPS Photos, Films and all other media/recordings: Photos, Films, and all other media/recordings: photographs and/or video/other media will be taken at events held by this community. By taking part in an R-Ladies <\/span><span>Bucharest<\/span><span>&nbsp;event you grant the community organizers full rights to use the images resulting from the photography/video filming/media, and any reproductions or adaptations of the images for publicity, fundraising or other purposes to help achieve the community’s aims. This might include (but is not limited to), the right to use them in their printed and online publicity, social media, press releases and funding applications. If you do not wish to be recorded in these media please inform a community organizer.<\/span><\/i> <br><\/p>",
  "lat": 44.44,
  "lon": 26.1,
  "city": "Bucharest",
  "state": "",
  "country": "ro",
  "memberships": {
    "totalCount": 266
  },
  "foundedDate": "2019-05-09T15:42:17+03:00",
  "proJoinDate": "2019-05-15T12:44:35-04:00",
  "timezone": "Europe/Bucharest",
  "joinMode": "APPROVAL",
  "who": "R-Ladies",
  "isPrivate": false,
  "events": {
    "totalCount": 23,
    "first_event": "2019-09-17",
    "last_event": "2022-03-15"
  },
  "status": "inactive"
}
