[
  {
    "id": "278426715",
    "title": "I♥R",
    "description": "Dear R Ladies Aarhus\n\nWe are excited to announce our first-ever meet-up. We are happy to welcome all who use R as part of their work routine or as a hobby and are passionate about the R community.\n\nThe theme of our first meet-up is I♥R. Our speakers and R enthusiasts will share how R became part of their professional lives and forever changed it. Join us to appreciate how R is more than just software, connect with like-minded people, and expand your network. Stay with us for fun and learning.\n\nWe would love to hear from you during the event! What R Ladies Aarhus should be like? Do you crave local professional events for R users? Are you interested in networking or learning R tricks? Do you prefer in-person or Zoom meetings in the future or a combination of both?\n\nThis event will take place in Zoom and will be later followed by a separate in-person event where we can safely meet following the current Danish corona guidelines. Stay tuned for an announcement!\n\nOur speakers:\n\nAbout Amanda:\n\nBio\nAmanda Tilot is a data scientist at Seriously Digital Entertainment and member of RLadies Los Angeles. She previously studied human genetics as a postdoc at the Max Planck Institute for Psycholinguistics in Nijmegen, and got her start with R as a PhD student. She lives in Los Angeles with her husband and two kids.\n\nI♥R Talk: “Making moves with R”\nSince I first installed R in 2013, the language and its community have been a big part of my career path and successes. From using RNA sequencing packages to improve a paper in grad school, to building an online portfolio as a postdoc, to finding community in a new city - using R made life easier and more fun. I’ll share my journey from molecular neuroscience to data science and how R fit into all the big moves in between.\n\nTwitter: @aktilot\n\nAbout Elena:\n\nElena is a PhD student in Aarhus University. She holds MD degree from Russians and MSc in bioscience from the Netherlands. She does research in drug utilization and safety and in reproductive epidemiology and women’s health. She is passionate about R, clean and accessible visualizations and causal inference.\n\nI♥R Talk: “Finding my R”\nI started using R during my Masters' studies. There was no formal course in R offered by the university and so I started my self-teaching journey. There were many downs, and some more downs before R and I became friends. This journey is continuing and I’m excited to learn new packages and tricks every single day. I’ll talk about my journey from being a beginner to finding my way of analyzing complex Danish data and starting a blog.\n\nTwitter: @evpatora\n\n#IheartR",
    "status": "PAST",
    "dateTime": "2021-06-16T20:00:00+02:00",
    "duration": "PT2H",
    "eventUrl": "https://www.meetup.com/rladies-aarhus/events/278426715/",
    "featuredEventPhoto": {},
    "rsvps": {
      "yesCount": 8,
      "waitlistCount": 0,
      "totalCount": 8
    },
    "venues": [
      {
        "id": "26906060",
        "name": "Online event",
        "address": "",
        "city": "",
        "state": "",
        "country": "",
        "lat": -8.5211,
        "lon": 179.1962,
        "postalCode": "",
        "venueType": "online"
      }
    ],
    "group": {
      "name": "R Ladies Aarhus",
      "urlname": "rladies-aarhus"
    }
  }
]
