{
  "id": "33880224",
  "name": "R-Ladies Banda Aceh",
  "urlname": "rladies-banda-aceh",
  "description": "This is a local chapter of R-Ladies Global ([https://www.rladies.org](https://www.rladies.org)), an organization that promotes gender diversity in the R community worldwide. We meetup in person or virtually to learn about the R programming language, algorithms and advanced tools.\n*Mengingat bahwa ini adalah komunitas R-Ladies pertama di Sumatra (dan di luar Jawa), kami menerima peserta dari luar Banda Aceh untuk ikut serta ketika kami melaksanakan kegiatan secara daring.*\nR-Ladies welcomes members of all R proficiency levels, whether you're a new or aspiring R user, or an experienced R programmer interested in mentoring, networking & expert upskilling. Our community is designed to develop our members' R skills & knowledge through social, collaborative learning & sharing. Let's work together on supporting minority identity access to STEM skills & careers, the Free Software Movement, and contributing to the global R community! As a founding principle, there is no cost or charge to participate in any of our R-Ladies communities around the world. You can access our presentations, R Scripts, and Projects on our GitHub account ([https://github.com/rladies](https://github.com/rladies)) and follow us on twitter ([https://twitter.com/RLadiesGlobal](https://twitter.com/RLadiesGlobal)) to stay up to date about R-Ladies news!\nMake sure you read and comply with our code of conduct ([https://github.com/rladies/starter-kit/wiki/Code-of-Conduct](https://github.com/rladies/starter-kit/wiki/Code-of-Conduct)) and community guidelines ([https://github.com/rladies/starter-kit/blob/master/RLadiesRulesAndGuideLinesENES.md](https://github.com/rladies/starter-kit/blob/master/RLadiesRulesAndGuideLinesENES.md)).\nPhotography and filming statement:\nPlease note that by taking part in an R-Ladies event you grant the community organizers full rights to use the images resulting from the photography/video filming/media, and any reproductions or adaptations of the images for publicity, fundraising or other purposes to help achieve the community’s aims. This might include (but is not limited to), the right to use them in their printed and online publicity, social media, press releases and funding applications. If you do not wish to be recorded in these media please inform a community organizer.\nStay updated on latest events by following us on Twitter @RLadiesAceh and @RLadiesGlobal and/or on Instagram @rladiesbandaaceh.",
  "lat": 5.55,
  "lon": 95.32,
  "city": "Banda Aceh",
  "state": "",
  "country": "id",
  "memberships": {
    "totalCount": 138
  },
  "foundedDate": "2020-06-24T02:20:08+07:00",
  "proJoinDate": "2020-06-24T02:23:28-04:00",
  "timezone": "Asia/Jakarta",
  "joinMode": "APPROVAL",
  "who": "R-Ladies",
  "isPrivate": false,
  "events": {
    "totalCount": 13,
    "first_event": "2020-09-19",
    "last_event": "2025-01-19"
  },
  "status": "inactive"
}
