{
  "id": "20600376",
  "name": "R-Ladies Columbus",
  "urlname": "rladies-columbus",
  "description": "<p>R-Ladies Columbus is part of a worldwide organization to promote gender diversity in the R community. Midwest’s first R Programming Community for Women! We are aiming to bring together women at all R proficiency levels living in/or near Columbus, Ohio. Members can have different motivations such as:<\/p>\n<p> “I want to learn R”,<\/p>\n<p> “I want to switch to R”,<\/p>\n<p> “I am an expert and want to share my expertise”,<\/p>\n<p> “I am looking for a co-developer for my R package”.<\/p>\n<p>No matter what your motivation is and how well you use R, we would like to see you among us. All events are FREE<\/p>\n<p>Leadership and mentoring roles are reserved for women and nonbinary people, and men are welcome to attend meetings as guests. The priority of this meetup is the development and support of its female members, and we therefore reserve the right to guard this interest through whatever measures we deem appropriate. R-Ladies is emphatically queer and trans friendly. R-Ladies is dedicated to providing a harassment-free experience for everyone. We do not tolerate harassment of participants in any form. <\/p>\n<p>Find us on Twitter: <a href=\"https://twitter.com/RLadiesColumbus\">https://twitter.com/RLadiesColumbus<\/a><\/p>\n<p>We also have a Slack workspace! Join us for more news, discussions and getting help from the R-Ladies Columbus members.&nbsp;<\/p>\n<p>Fill out this short form:&nbsp;<a href=\"https://forms.gle/Jic3mgQjLZ8E7Y9RA\">https://forms.gle/Jic3mgQjLZ8E7Y9RA<\/a><\/p>\n<p>And we will send you the invitation link!<\/p>\n<p><br><\/p>\n<p>R-Ladies Columbus is a local chapter of R-Ladies Global. More information on R- Ladies can be found at:<\/p>\n<p>Github: <a href=\"https://github.com/rladies\">https://github.com/rladies<\/a><\/p>\n<p>Twitter: <a href=\"https://twitter.com/RLadiesRTP\"><\/a><a href=\"https://twitter.com/rladiesglobal\">https://twitter.com/rladiesglobal<\/a><\/p>\n<p>Website: <a href=\"https://rladies.org/\">https://rladies.org/<\/a><\/p>",
  "lat": 40.01,
  "lon": -83.02,
  "city": "Columbus",
  "state": "OH",
  "country": "us",
  "memberships": {
    "totalCount": 944
  },
  "foundedDate": "2016-10-04T15:09:07-04:00",
  "proJoinDate": "2018-10-28T19:14:56-04:00",
  "timezone": "America/New_York",
  "joinMode": "OPEN",
  "who": "Members",
  "isPrivate": false,
  "events": {
    "totalCount": 52,
    "first_event": "2016-11-17",
    "last_event": "2021-12-17"
  },
  "status": "inactive"
}
