{
  "id": "31264653",
  "name": "R-Ladies Bilbao",
  "urlname": "rladies-bilbao",
  "description": "<p><b>R-Ladies Bilbao martxan da! Talde honetan R-ko programazioan diharduen jendea aurkituko duzu: euren egunerokotasunean lan tresna moduan R erabiltzen dutenetatik hasi, eta R-n programatzen ikasi nahi duten hasiberrietaraino. Zatoz gurekin!<\/b><\/p>\n<p><b>R-Ladies Global genero aniztasuna sustatu asmoz sortutako komunitate internazional bat da. R-Ladies Bilbao talde handi honen parte den atal bat da. Gure helburua elkarri babesa eman eta R-ko komunitatearen barruan hazten laguntzea da. Gainera, R-Ladies Global proiektua, R Consortium-Linux Foundation-ek finantziatzen du.<\/b><b><br><\/b><\/p>\n<p><b>Norbaitek tailer edota hitzaldiren bat eman nahiko balu R-Ladiesen saioetakoren batean, ondoko helbide elektronikora bidal diezaguke mezu bat:&nbsp;<\/b><\/p>\n<p><b><a href=\"mailto:bilbao@rladies.org\">bilbao@rladies.org<\/a><\/b><\/p>\n<p> <b><br><\/b><\/p>\n<p><b>Politika eta portaera kodea:<\/b><\/p>\n<p><b>R-Ladies komunitateko antolakuntza eta hizlari postuak genero femeninoarekin edo genero minoritarioekin (cis eta trans emakumeak, trans gizonak, ez-binarioak, ageneroak, kasu) identifikatzen diren pertsonek bakarrik beteko dituzte. Hala ere, pertsona orori irekia da hitzaldi eta jardueretako parte-hartzea. R-Ladies jazarpenik gabeko eremuak sortzeaz arduratzen da, ez dugu onartuko parte-hartzaileenganako inongo jazarpenik. Hori dela eta, R-Ladies Bilbao taldeak erantzukizuna eta eskubidea du, komunitatearen interesa babesteko hartu beharreko neurriak hartzeko, jokabide-kodearen arabera.<\/b><\/p>\n<p><b>R-Ladies: <a href=\"https://github.com/rladies/starter-kit/wiki/Code-of-Conduct#spanish\">https://github.com/rladies/starter-kit/wiki/Code-of-Conduct#spanish<\/a><\/b><\/p>\n<b>R-Consortium: <a href=\"https://wiki.r-consortium.org/view/R_Consortium_and_the_R_Community_Code_of_Conduct\">https://wiki.r-consortium.org/view/R_Consortium_and_the_R_Community_Code_of_Conduct<\/a><\/b>\n<br>\n<p>-----------------------------------------------------------------------------------------------------------------------------------------------------<\/p>\n<p> <b>¡R-Ladies Bilbao está en marcha! Aquí encontrarás compañeras en el mundo de la programación en R, desde profesionales que tienen R como herramienta principal de trabajo hasta aficionadas que quieren aprender y seguir mejorando. ¡Unete, te esperamos!<\/b><\/p>\n<p><b>R-Ladies Bilbao es una rama local parte de R-Ladies Global, una comunidad internacional que nace para promover la diversidad de género en la comunidad de R. El objetivo que buscamos es apoyarnos y ayudarnos a crecer dentro de la comunidad. Además R-Ladies Global es un proyecto financiado por el R Consortium-Linux Foundation.<\/b><\/p>\n<p><b>Si alguien está interesada en impartir un taller o dar una charla en un evento de R-Ladies escribid a:<\/b><\/p>\n<p><b><a href=\"mailto:bilbao@rladies.org\">bilbao@rladies.org<\/a><\/b><b><br><\/b><\/p>\n<p><b><br><\/b><\/p>\n<p><b>Políticas y Código de Conducta:<\/b><\/p>\n<p><b>En la comunidad R-Ladies los puestos de responsabilidad como speakers y orientadoras son exclusivamente para personas que se identifiquen con el género femenino o géneros minoritarios (incluyendo pero no limitado a mujeres cis y trans, hombres trans, no binario, agénero), pero la asistencia a las reuniones está abierta a todo el mundo. R-Ladies se dedica a proporcionar una experiencia libre de acoso para tod@s. Desde R-Ladies no toleraremos el acoso de l@s participantes en ninguna de las formas posibles. Por ello, las organizadoras de R-Ladies Bilbao tienen la responsabilidad y el derecho de tomar las acciones oportunas para salvaguardar los intereses de la comunidad, conforme a los códigos de conducta.<\/b><\/p>\n<p><b>R-Ladies: <a href=\"https://github.com/rladies/starter-kit/wiki/Code-of-Conduct#spanish\">https://github.com/rladies/starter-kit/wiki/Code-of-Conduct#spanish<\/a><\/b><b><br><\/b><\/p>\n<p><b>R-Consortium: <a href=\"https://wiki.r-consortium.org/view/R_Consortium_and_the_R_Community_Code_of_Conduct\">https://wiki.r-consortium.org/view/R_Consortium_and_the_R_Community_Code_of_Conduct<\/a><\/b><br><\/p>\n<br>",
  "lat": 43.25,
  "lon": -2.93,
  "city": "Bilbao",
  "state": "",
  "country": "es",
  "memberships": {
    "totalCount": 250
  },
  "foundedDate": "2019-02-27T00:37:09+01:00",
  "proJoinDate": "2019-02-27T00:38:30-05:00",
  "timezone": "Europe/Madrid",
  "joinMode": "OPEN",
  "who": "R-Ladies",
  "isPrivate": false,
  "events": {
    "totalCount": 5,
    "first_event": "2019-06-27",
    "last_event": "2021-12-14"
  },
  "status": "inactive"
}
