{
  "id": "26829576",
  "name": "R-Ladies East Lansing",
  "urlname": "rladies-east-lansing",
  "description": "**Mission**\n*R-Ladies* is a worldwide organization whose mission is to promote gender diversity in the open-source R community.\n**Who we are/What we do**:\n*R-Ladies East Lansing* is a local chapter of R-Ladies Global. We meet to discuss, learn, teach, present, work on all things R! Our priority is to provide a safe community space for anyone identifying as a minority gender who is interested in and/or working with R. The group exists to promote gender diversity in the R community worldwide. We are pro-actively inclusive of queer, trans, and all minority identities, with additional sensitivity to intersectional identities. \\\n\n\n**Who could join?**\n*R-Ladies East Lansing* welcomes members of all R proficiency levels, whether you are a new or aspiring R user, or an experienced R programmer interested in mentoring, networking & expert upskilling. Our non-profit, civil society community is designed to develop our members' R skills & knowledge through social, collaborative learning & sharing. Supporting minority identity access to STEM skills & careers, the Free Software Movement, and contributing to the global R community!\nAnyone and everyone interested in R/Data Science should join our group and participate/contribute in any way you can, be they learners, teachers, developers or innovators! We encourage women and minority genders to present/lead most sessions, conversations *but* we have no restrictions whatsoever when it comes to membership, participation, and discussions. So, please join us and bring your R-family & R-friends!\n**How to be in touch**:\nYou can access our presentations, R scripts and more on our Github account and follow us on twitter to stay up to date about R-Ladies news! Here are some useful links:\n***R-Ladies East Lansing***\n• **Meetup** (here): [https://www.meetup.com/rladies-east-lansing/](https://www.meetup.com/rladies-east-lansing/)\n• **Website**: [https://rladies-eastlansing.github.io](https://rladies-eastlansing.github.io)\n\n• **GitHub**: [https://github.com/rladies-eastlansing](https://github.com/rladies-eastlansing)\n\n• **Twitter**: [@RLadiesELansing](http://twitter.com/RLadiesELansing)\n• **Slack**: [https://rladies-eastlansing.slack.com](https://rladies-eastlansing.slack.com/)\n• **E-mail**: eastlansing [at] rladies [dot] org; info [at] rladies [dot] org\n• **Organizers**: Janani Ravi and Camille Archer \\\n\n\n***R-Ladies Global***\n• **Website**: [https://www.rladies.org](https://www.rladies.org/)\n• **Github**: [https://github.com/rladies](https://github.com/rladies)\n• **Twitter**: [@RLadiesGlobal](http://twitter.com/RLadiesGlobal)\n\n**$$**:\nFree. As a founding principle, there is no cost or charge to participate in any of our R-Ladies communities around the world.\n\\*\\*\\*\n*Please read our Code of Conduct:* [https://rladies.org/code-of-conduct/](https://rladies.org/code-of-conduct/)\n*Full community guidelines are found here: [https://github.com/rladies/starter-kit/wiki](https://github.com/rladies/starter-kit/wiki)*\n\\*\\*\\*\n*Photos, Films and all other media/recordings:* \\\n\n\n*Photos, Films, and all other media/recordings: photographs and/or video/other media will be taken at events held by this community. By taking part in an R-Ladies East Lansing event you grant the community organizers full rights to use the images resulting from the photography/video filming/media, and any reproductions or adaptations of the images for publicity, fundraising or other purposes to help achieve the community’s aims. This might include (but is not limited to), the right to use them in their printed and online publicity, social media, press releases and funding applications. If you do not wish to be recorded in these media please inform a community organizer.*",
  "lat": 42.65,
  "lon": -84.49,
  "city": "East Lansing",
  "state": "MI",
  "country": "us",
  "memberships": {
    "totalCount": 851
  },
  "foundedDate": "2017-12-09T17:17:24-05:00",
  "proJoinDate": "2018-03-30T23:51:24-04:00",
  "timezone": "America/New_York",
  "joinMode": "OPEN",
  "who": "R-Ladies",
  "isPrivate": false,
  "events": {
    "totalCount": 42,
    "first_event": "2018-07-25",
    "last_event": "2024-07-25"
  },
  "status": "inactive"
}
