[
  {
    "id": "267083942",
    "title": "Meetup #6 Zavirimo u svet Data Science-a zajedno",
    "description": "Peta radionca u nizu i poslednja u ovoj godini posvećena Data Science svetu i radu u programskom jeziku R biće održana 21.12. u 16 časova.\n\nRadionica je posvećena otvorenoj diskusiji o svetu Data Science-a, o potencijalnim poteškoćama pronalaženja posla, kao i o poteškoćama samih Data Science projekata.\n\nU drugom delu radionice pozabavićemo se setovima podataka koji Vas zanimaju, učitavanjem Vaših odabranih podataka (sopstvneih ili preuzetih sa interneta). Stečeno znanje sa prethodnih radionica primenićete kako biste pripremili podatke za vizualizaciju, a zatim ih i vizualizovati.\n\nOnima koji dolaze po prvi put, pružićemo pomoć oko uključivanja u R Ladies zajednicu.\n\nKome je namenjena radionica?\nRadionica je namenjena svima koji su zainteresovani da nauče R. Potpunim početnicima u programiranju kao i onima koji to nisu.\n\nPredavači\nOlivera Grljević je docent na Ekonomskom fakultetu u Subotici.\nKatica Ristić je diplomirani inženjer matematike, Data Science entuzijasta, sa desetogodišnjim iskustvom kao edukator.\n\nPrijava\nRadionica je besplatna, ali je prijava obavezna zbog ograničenog broja mesta.\nOni koji žele da analiziraju svoj set podataka potrebno je da ponesu laptop sa instaliranim R-om i RStudio-m.\nOni koji po prvi put dolaze na radionicu potrebno je da ponesu samo laptop - zajedno ćemo pripremiti okruženje.\n\nZahvaljujemo Kolping centru Serbije koji će obezbediti osveženje za sve prisutne.",
    "status": "PAST",
    "dateTime": "2019-12-21T16:00:00+01:00",
    "duration": "PT2H",
    "eventUrl": "https://www.meetup.com/rladies-novi-sad/events/267083942/",
    "featuredEventPhoto": {},
    "rsvps": {
      "yesCount": 27,
      "waitlistCount": 0,
      "totalCount": 27
    },
    "venues": [
      {
        "id": "26078927",
        "name": "Startit Centar Novi Sad",
        "address": "Miroslava Antića 2",
        "city": "Novi Sad",
        "state": "",
        "country": "rs",
        "lat": 45.2519,
        "lon": 19.8457,
        "postalCode": "",
        "venueType": ""
      }
    ],
    "group": {
      "name": "R-Ladies Novi Sad",
      "urlname": "rladies-novi-sad"
    }
  },
  {
    "id": "266384337",
    "title": " R-Ladies Novi Sad Meetup #5 Vizualizacija u R-u (deo II)",
    "description": "U Startit Centru u Novom Sadu 23.11.2019. sa početkom u 11h održaće se četvrta radionica koja je posvećena vizualizaciji podataka u programskom jeziku R.\n\nRadionica je posvećena osnovnim načelima dobre vizualizacije grafikona i tabela, pričanju jasne priče (story telling) uz pomoć podataka, kao i pravljenju interaktivnih vizualizacija uz pomoć ShinyApp-a. Zainteresovani za radionicu mogu da ponesu svoje podatke.\n\nKome je namenjena radionica?\nSvima koji su zainteresovani da nauče R. Potpunim početnicima u programiranju, kao i onima koji to nisu.\n\nPredavači\nOlivera Grljević, docent na Ekonomskom fakultetu u Subotici.\nKatica Ristić, diplomirani inženjer matematike, Data Science entuzijasta, sa desetogodišnjim iskustvom kao edukator.\n\nRadionica je besplatna, ali je prijava obavezna zbog ograničenog broja mesta. Na radionicu obavezno poneti laptop sa instaliranim R-om i RStudio-m.",
    "status": "PAST",
    "dateTime": "2019-11-23T11:00:00+01:00",
    "duration": "PT2H",
    "eventUrl": "https://www.meetup.com/rladies-novi-sad/events/266384337/",
    "featuredEventPhoto": {},
    "rsvps": {
      "yesCount": 21,
      "waitlistCount": 0,
      "totalCount": 21
    },
    "venues": [
      {
        "id": "26078927",
        "name": "Startit Centar Novi Sad",
        "address": "Miroslava Antića 2",
        "city": "Novi Sad",
        "state": "",
        "country": "rs",
        "lat": 45.2519,
        "lon": 19.8457,
        "postalCode": "",
        "venueType": ""
      }
    ],
    "group": {
      "name": "R-Ladies Novi Sad",
      "urlname": "rladies-novi-sad"
    }
  },
  {
    "id": "265685583",
    "title": "Meetup #4 Vizualizacija u R-u",
    "description": "Treća radionica posvećena vizualizacijskim tehnikama programskog jezika R biće održana u Startit Centru u Novom Sadu 26.10.2019. sa početkom u 11h.\n\nU prvom delu radionice radićemo vizualizaciju podataka uz pomoć paketa „ggplot2“. Naučićemo kako se vizualizuje jedna promenljiva, bila ona neprekidna ili diskretna. Zatim, obradićemo vizualizaciju dve promenljive u kombinacijama: neprekidna – neprekidna, diskretna\n– neprekidna i diskretna – diskretna.\n\nU drugom delu radionice radićemo vizualizaciju podataka uz pomoć paketa „leaflet“. Naučićemo kako da napravimo interaktivnu mapu zahvaljujući geolokacijskim podacima.\n\nZainteresovani za radionicu mogu poneti i svoje podatke!\n\nRadionica je namenjena onima koji su zainteresovani da nauče R kao i onima koji ga već koriste. Radionica je besplatna, ali je prijava obavezna zbog ograničenog broja mesta.\n\nNe zaboravite da u okviru R instalirate pakete „ggplot2“ i „leaflet“ i da ponesete laptop :)\n\nPredavač:\nVera Miler Jerković je doktor nauka primenjene matematika sa dugogodišnjim iskustvom u obradi podataka i edukaciji.",
    "status": "PAST",
    "dateTime": "2019-10-26T11:00:00+02:00",
    "duration": "PT2H",
    "eventUrl": "https://www.meetup.com/rladies-novi-sad/events/265685583/",
    "featuredEventPhoto": {},
    "rsvps": {
      "yesCount": 22,
      "waitlistCount": 0,
      "totalCount": 22
    },
    "venues": [
      {
        "id": "26078927",
        "name": "Startit Centar Novi Sad",
        "address": "Miroslava Antića 2",
        "city": "Novi Sad",
        "state": "",
        "country": "rs",
        "lat": 45.2519,
        "lon": 19.8457,
        "postalCode": "",
        "venueType": ""
      }
    ],
    "group": {
      "name": "R-Ladies Novi Sad",
      "urlname": "rladies-novi-sad"
    }
  },
  {
    "id": "265499932",
    "title": "Meetup #3 Osnove programiranja u R-u (II deo)",
    "description": "U Startit Centru u Novom Sadu 19.10.2019 sa početkom u 11h održaće se druga radionica koja je posvećena osnovama programskog jezika R.\nNa radionici će se ponoviti osnovni koncepti sa prethodne radionice: tipovi podataka, kreiranje data frame-a, a nakon toga će se pažnja posvetiti učitavanju podataka različitih formata, sređivanju i manipulaciji podacima, tretmanu nedostajućih podataka kao i osnovnim koracima u prikazu i analizi podataka. Zainteresovani za radionicu mogu da ponesu svoje podatke.\n\nU drugom delu radionice pokrenućemo Swirl: učite R u R-u. Ovaj interaktivni deo R-a namenjen je samostalnom učenju R-a. Pored osnove R-a uz ovaj paket možete naučiti osnove regresionog modeliranja, statističkog zakljičivanja i eksploratorne analize podataka.\n\nKome je namenjena radionica?\nSvima koji su zainteresovani da nauče R. Potpunim početnicima u programiranju kao i onima koji to nisu.\n\nPredavači\nMaja Pokuševski je diplomirani psiholog i master primenjene statistike sa dugogodišnjim iskustvom u sprovođenju celokupnih kvantitativnih i kvalitativnih istraživanja.\nKatica Ristić je diplomirani inženjer matematike, Data Science entuzijasta, sa desetogodišnjim iskustvom kao edukator.\n\nRadionica je besplatna, ali je prijava obavezna zbog ograničenog broja mesta.\n\nNe zaboravite da ponesete laptom na kom je instaliran R i RStudio!",
    "status": "PAST",
    "dateTime": "2019-10-19T11:00:00+02:00",
    "duration": "PT2H",
    "eventUrl": "https://www.meetup.com/rladies-novi-sad/events/265499932/",
    "featuredEventPhoto": {},
    "rsvps": {
      "yesCount": 23,
      "waitlistCount": 0,
      "totalCount": 23
    },
    "venues": [
      {
        "id": "26078927",
        "name": "Startit Centar Novi Sad",
        "address": "Miroslava Antića 2",
        "city": "Novi Sad",
        "state": "",
        "country": "rs",
        "lat": 45.2519,
        "lon": 19.8457,
        "postalCode": "",
        "venueType": ""
      }
    ],
    "group": {
      "name": "R-Ladies Novi Sad",
      "urlname": "rladies-novi-sad"
    }
  },
  {
    "id": "264748499",
    "title": "Meetup #2 Osnove programiranja u R-u",
    "description": "Sa zadovoljstvom vas pozivamo na prvu radionicu, u nizu predstojećih, koja je posvećena osnovama programskog jezika R.\n\nRadionica će se održati u Startit Centru u Novom Sadu 28.9.2019. godine sa početkom u 16h, a održaće je Ranka Medenica Todorović i Maja Pokuševski.\n\nPrvi deo radionice biće posvećen instalaciji R-a, pokretanju prezentacije napravljene u R-u, upoznavanju sa R okruženjem, učitavanju podataka različitih formata i osnovnim konceptima rada u okruženju. U drugom delu radionice naučićete kako da sredite podatke i da manipulišete njima, kao i par osnovnih koraka u prikazu i analizi podataka.\n\nKome je namenjeno?\nRadionica je praktično orijentisana i namenjena je svima koji su zainteresovani da nauče R. Potpunim početnicima u programiranju, kao i onima koji to nisu a žele da se podsete ili upoznaju osnove R jezika.\n\nKo su predavači?\nRanka Medenica-Todorović je diplomirani sociolog, master inženjer urbanizma i regionalnog razvoja. Radi kao asistent na Fakultetu tehničkih nauka u Novom Sadu, na Departmanu za arhitekturu i urbanizam.\n\nMaja Pokuševski je diplomirani psiholog i master primenjene statistike sa dugogodišnjim iskustvom u sprovođenju celokupnih kvantitativnih i kvalitativnih istraživanja.\n\nPrijava\nRadionica je besplatna, ali je prijava obavezna zbog ograničenog broja mesta. Ne zaboravite da ponesete laptop!",
    "status": "PAST",
    "dateTime": "2019-09-28T16:00:00+02:00",
    "duration": "PT2H",
    "eventUrl": "https://www.meetup.com/rladies-novi-sad/events/264748499/",
    "featuredEventPhoto": {},
    "rsvps": {
      "yesCount": 16,
      "waitlistCount": 0,
      "totalCount": 16
    },
    "venues": [
      {
        "id": "26078927",
        "name": "Startit Centar Novi Sad",
        "address": "Miroslava Antića 2",
        "city": "Novi Sad",
        "state": "",
        "country": "rs",
        "lat": 45.2519,
        "lon": 19.8457,
        "postalCode": "",
        "venueType": ""
      }
    ],
    "group": {
      "name": "R-Ladies Novi Sad",
      "urlname": "rladies-novi-sad"
    }
  },
  {
    "id": "262195286",
    "title": "Upoznajte R-Ladies Novi Sad",
    "description": "Sa zadovoljstvom Vas pozivamo na prvo okupljanje novoosnovane zajednice R-Ladies Novi Sad. Cilj okupljanja je da se predstave osnivači kroz svoj dosadašnji i budući rad. Događaj će uveličati i gosti koji u svom svakodnevnom radu koriste R i značajno doprinose jačanju R zajednice u Novom Sadu. Svakom posetiocu poklanjamo knjigu “Osnove R-a (inovativnost, zanat, jezik)” autora i našeg gosta Dejana Stojanovića (rzanat.rs).\n\nPredavači su:\n\nTatjana Kecojević je doktorirala statistiku na Univerzitetu u Mančesteru. Osnivač je i ko-organizator R-Ladies Manchester i Beograd poglavlja, vođa R-Forwards tima i WiDS ambasador. U okviru DataTeke, koju je osnovala i u kojoj radi kao DS instruktor, pokretač je brojnih inicijativa sa ciljem da osnaži učešće mladih, žena, LGBT i drugih nezastupljenih grupa u okviru R i DS zajednica. Tatjana će predstaviti R-Ladies Global, kao i planove za R i Data Science, kako u Srbiji, tako i u regionu.\n\nMaja Pokusevski je diplomirani psiholog i master primenjene statistike sa dugogodišnjim iskustvom u sprovođenju celokupnih kvantitativnih i kvalitativnih istraživanja. Trenutno je na poziciji analitičara u Ninamediji gde je fokusirana na istraživanja tržišta i javnog mnjenja. U svom izlaganju govoriće o prednostima i manama programa R u sektoru u kom radi.\n\nMilena Kresoja je naučni saradnik Instituta ekonomskih nauka u Beogradu čije uže polje interesovanja obuhvata numeričku optimizaciju u nauci o podacima, mining frekventnih vremenskih serija i matematičko/statstičko modeliranje u industriji. Milena je takođe konsultant obrazovne kompanije ARPM u kojoj razvija nastavni materijal iz oblasti nauke o podacima u finansijama. Preneće Vam iskustva o zastupljenosti i upotrebi R-a u visokom obrazavnju, naučno-istraživačkom radu i industriji.\n\nKatica Ristić je primenjeni matematičar sa desetogodišnjim predavačkim iskustvom. Trenutno je online student MIT MicroMaster studija iz Statistike i Data Science-a. Predstaviće Vam ove studije, kao i R projekat \"Pokrenimo Ministarstvo prosvete da reši problem putnika\".\n\nRanka Medenica Todorović je diplomirani sociolog, master inženjer urbanizma i regionalnog razvoja. Radi kao asistent na Fakultetu tehničkih nauka u Novom Sadu, na Departmanu za arhitekturu i urbanizam. Početnik je u učenju R-a, koji najpre želi da primeni u cilju prikupljanja, obrade i vizualizacije podataka u svojoj doktorskoj disertaciji.\n\nOlivera Grljević je docent na Ekonomskom fakultetu u Subotici Univerziteta u Novom Sadu. Trenutni istraživački projekti fokusirani su na razvoj i primenu mašinskog učenja i data mining-a nad nestrukturiranim podacima (tekstovima i slikama). Olivera će govoriti o novim studijskim programima i mestu R-a u nastavnom procesu Ekonomskog fakulteta.\n\nMirko Savić je redovni profesor na Ekonomskom fakultetu u Subotici Univerziteta u Novom Sadu, rukovodilac projekta i master studijskog programa ADA - Advanced Data Analytics in Business. Njegovo uže polje interesovanja su kvanitativni metodi u ekonomiji. Član je Saveta za Statistiku Republike Srbije, HERE tima RS, kao i panelista ENQA. Predstaviće upotrebu R-a u programu ADA.\n\nDejan Stojanović je zaposlen na Univerzitetu u Novom Sadu, Institutu za nizijsko šumarstvo i životnu sredinu kao naučni saradnik i pomoćnik direktora za razvoj. Pisanjem knjige \"Osnove R-a (inovativnost, zanat, jezik)\" pokušao je da doprinose prepoznavanju R-a kao univerzalnog alata za široku primenu u istraživanjima i obradi podataka. Kroz izlaganje izneće iskustva iz dugogodišnje primene R-a i drugih softverskih alata u projektima.\n\nZoranka Desnica je analitičar u odeljenju za kreditni rizik OTP banke. Doktorand matematike na Prirodno-matematičkom fakultetu u Novom Sadu gde je stekla dugogodišnje iskustvo u nastavi kao asistent. Njena doktorska disertacija je usko povezana sa neuronskim mrežama i metodama za numeričku optimizaciju. Zoranka će govoriti o svojim iskustvima o upotrebi R-a kako u nastavi tako i u nauci i privredi.",
    "status": "PAST",
    "dateTime": "2019-06-20T18:00:00+02:00",
    "duration": "PT2H",
    "eventUrl": "https://www.meetup.com/rladies-novi-sad/events/262195286/",
    "featuredEventPhoto": {
      "id": "482121671",
      "baseUrl": "https://secure-content.meetupstatic.com/images/classic-events/",
      "highResUrl": "https://secure.meetupstatic.com/photos/event/5/4/a/7/highres_482121671.jpeg",
      "standardUrl": "https://secure.meetupstatic.com/photos/event/5/4/a/7/600_482121671.jpeg",
      "thumbUrl": "https://secure.meetupstatic.com/photos/event/5/4/a/7/thumb_482121671.jpeg"
    },
    "rsvps": {
      "yesCount": 32,
      "waitlistCount": 0,
      "totalCount": 32
    },
    "venues": [
      {
        "id": "26078927",
        "name": "Startit Centar Novi Sad",
        "address": "Miroslava Antića 2",
        "city": "Novi Sad",
        "state": "",
        "country": "rs",
        "lat": 45.2519,
        "lon": 19.8457,
        "postalCode": "",
        "venueType": ""
      }
    ],
    "group": {
      "name": "R-Ladies Novi Sad",
      "urlname": "rladies-novi-sad"
    }
  },
  {
    "id": "269241946",
    "title": "Meetup #7: Kako izgleda radni dan jednog Data Analyst - a?",
    "description": "Pozivamo vas na predavanje Bojane Soro, Data Analyst-a u firmi Content Insights, koje će vam pomoći da lakše razumete radne zadatke jedanog Data Analyst-a. Odgovorićemo na pitanja poput:\n\nKoje su prednosti rada u R-u?\nKoje pakete R-a koristi Data Analyst?\nDa li pored R-a mogu biti korisni neki softveri za vizualizaciju, poput Tableau, i zašto?\n\nNakon predavanja sledi radionica kratkog pregleda znanja koje smo stekli na predhodnim radionicama. Ovaj osvrt će nam pripremiti Marija Dokaza.\n\nKome je namenjeno\nPredavanje je namenjeno svima koji su zainteresovani da nauče R. Potpunim početnicima u programiranju kao i onima koji to nisu.\n\nPredavači\n\nBojana Soro je master primenjene matematike u oblasti finansija. Zavrsila je Prirodno-matematicki fakultet na Departmanu za matematiku u Novom Sadu. Trenutno radi na poziciji Data Analyst u firmi Content Insights gde svakodnevno analizira i vizualizuje podatake. Primenom statistickih metoda za analizu generiše poslovne izvestaje i interpretira trendove i obrazace u slozenim skupovima podataka. Pored toga ona je clanica R Ladies Novi Sad, kao i Data Science Srbija.\n\nMarija Dokoza je završila master primenjene matematike, matematike finansija, na Prirodno-matematičkom fakultetu u Novom Sadu. Svoju poslovnu karijeru je započela kao praktikant, a potom nastavila kao istraživač u kompaniji Advanced Risk and Portfolio Menagement. ARPM je online platforma za učenje finansijske matematike, te je Marija kao praktikant imala zadatak da pseudo kodove napise u programskom jeziku R, a kao istraživač je radila na dokumentaciji, teoriji, kao i vizualizaciji koje su u sklopu same platforme.\n\nPrijava\n\nZbog ograničenog broja mesta prijava je obavezna.\nNa predavanje možete poneti laptop sa instaliranim R-om i RStudio-m. U toku radionice oni koji imaju svoj set podataka, mogu ga otvoriti i dobiti uputstva za dalju analizu, a ukoliko ste od onih koji nam se prvi put priključuju dobićete sva početna upustva za učenje R-a.",
    "status": "CANCELLED",
    "dateTime": "2020-03-21T11:00:00+01:00",
    "duration": "PT2H",
    "eventUrl": "https://www.meetup.com/rladies-novi-sad/events/269241946/",
    "featuredEventPhoto": {},
    "rsvps": {
      "yesCount": 18,
      "waitlistCount": 0,
      "totalCount": 18
    },
    "venues": [
      {
        "id": "26078927",
        "name": "Startit Centar Novi Sad",
        "address": "Miroslava Antića 2",
        "city": "Novi Sad",
        "state": "",
        "country": "rs",
        "lat": 45.2519,
        "lon": 19.8457,
        "postalCode": "",
        "venueType": ""
      }
    ],
    "group": {
      "name": "R-Ladies Novi Sad",
      "urlname": "rladies-novi-sad"
    }
  }
]
