{
  "id": "21280054",
  "name": "R-Ladies Ames",
  "urlname": "rladies-ames",
  "description": "<p><b><i>Mission:<\/i><\/b><\/p>\n<p><b>R-Ladies is a worldwide organization whose mission is to promote Gender Diversity in the R community.<\/b><\/p>\n<p>The R community suffers from an underrepresentation of Women* in every role and area of participation, whether as leaders, package developers, conference speakers, conference participants, educations, or users (see recent stats). As a diversity initiative, R-Ladies’ mission is to achieve proportionate representation by encouraging, inspiring, and empowering the minorities currently underrepresented in the R community. R-Ladies’ primary focus, therefore, is on supporting the R enthusiasts who identify as an underrepresented minority to achieve their programming potential, by building a collaborative global network of R leaders, mentors, learners, and developers to facilitate individual and collective progress worldwide. <\/p>\n<p>*Please note all references to ‘W/women’ and ‘F/female’ are used fully inclusively w.r.t trans women, genderqueer women, and non-binary people who are significantly female-identified.<\/p>\n<p><b>R-Ladies Rules, Guidelines, and Code of Conduct: <\/b><\/p>\n<p>The rules for participation in the R-Ladies organization as well as the member code of conduct are posted <a href=\"https://github.com/rladies/starter-kit/blob/34cbcc1a0fa9ac9ad4c7b6be4ed701896cbb4996/RLadiesRulesAndGuideLinesENES.md#code-of-conduct\">here<\/a>. Please read them when you join the Meetup. <\/p>\n<p><span><span> <br><\/span><\/span><\/p>",
  "lat": 42.03,
  "lon": -93.64,
  "city": "Ames",
  "state": "IA",
  "country": "us",
  "memberships": {
    "totalCount": 304
  },
  "foundedDate": "2016-11-25T18:57:26-06:00",
  "proJoinDate": "2018-10-28T19:22:21-04:00",
  "timezone": "America/Chicago",
  "joinMode": "OPEN",
  "who": "R-Ladies",
  "isPrivate": false,
  "events": {
    "totalCount": 86,
    "first_event": "2016-12-15",
    "last_event": "2021-07-07"
  },
  "status": "inactive"
}
