[
  {
    "id": "266665975",
    "title": "R-Ladies Christmas social and yearly roundup! ",
    "description": "We’ll be having our final Meetup of the year to look back on all the great stuff that’s happened since we began back in May.\n\nChristmasy snacks and pizza will be on offer and your encouraged to bring your own bottle. We’d love to hear your feedback from this year so far, what you’d like to see next and what your R goals are for next year!\n\nIf you’ve not made it to a meetup this year, then this will be a great opportunity to get to know the community we’ve built so far.\n\nRoom 2.022- Entrance will be via the rear door",
    "status": "PAST",
    "dateTime": "2019-12-10T18:00:00Z",
    "duration": "PT2H",
    "eventUrl": "https://www.meetup.com/rladies-newcastle/events/266665975/",
    "featuredEventPhoto": {},
    "rsvps": {
      "yesCount": 15,
      "waitlistCount": 0,
      "totalCount": 15
    },
    "venues": [
      {
        "id": "26451580",
        "name": "Urban Sciences Building",
        "address": "1 Science Square",
        "city": "Newcastle upon Tyne",
        "state": "",
        "country": "gb",
        "lat": 54.9735,
        "lon": -1.6252,
        "postalCode": "NE4 5TG",
        "venueType": ""
      }
    ],
    "group": {
      "name": "R-Ladies Newcastle",
      "urlname": "rladies-newcastle"
    }
  },
  {
    "id": "263994738",
    "title": "November meetup: THE PURDUR EDIT",
    "description": "ENTRANCE IS VIA THE BACK DOOR\nDue to Purdur (restrictions placed on government employees in the run up to an election) our scheduled speakers are unable to give public talks.\n\nTo stick with our theme of government data science we will instead be running a hands on workshop to investigate election data. We will work in teams to ensure that the workshop is suitable for all levels of R users so come along with a positive attitude and lets get stuck in to some data wrangling and data viz.\n\nPlease bring laptops with you for this event. If you need access to a laptop please inform the organisers by Friday 08th of Nov.\nWe will meet in room 2.022 in the Urban Sciences Building. There will be pizza and soft drinks!\n\nENTRANCE IS VIA THE BACK DOOR",
    "status": "PAST",
    "dateTime": "2019-11-12T18:00:00Z",
    "duration": "PT2H",
    "eventUrl": "https://www.meetup.com/rladies-newcastle/events/263994738/",
    "featuredEventPhoto": {},
    "rsvps": {
      "yesCount": 34,
      "waitlistCount": 0,
      "totalCount": 34
    },
    "venues": [
      {
        "id": "26451580",
        "name": "Urban Sciences Building",
        "address": "1 Science Square",
        "city": "Newcastle upon Tyne",
        "state": "",
        "country": "gb",
        "lat": 54.9735,
        "lon": -1.6252,
        "postalCode": "NE4 5TG",
        "venueType": ""
      }
    ],
    "group": {
      "name": "R-Ladies Newcastle",
      "urlname": "rladies-newcastle"
    }
  },
  {
    "id": "263994681",
    "title": "October meetup",
    "description": "We will be having a series of lightning talks from our R-Ladies community! We’d love to hear from as many of you as possible on how you’ve used R, no matter your level of experience.\n\nIt should be an excellent chance to hear about the breadth of R use which is happening in Newcastle.\n\nThere will be talks on:\n- Using R for eye tracking while reading\n- What is Bioinformatics?\n- Using factors in R\n- Working with satellite data to map forests & forest quality\n- Topic modelling\n- Disentangling the drivers of predators on coral reefs\n- Modelling hierarchical data for children in schools for a language intervention study\nand more!\n\nAs always, there will be pizza too! We will meet in room 4.005.\n\nIf you have any questions, comments or suggestions, you can email us at newcastle@rladies.org",
    "status": "PAST",
    "dateTime": "2019-10-01T18:00:00+01:00",
    "duration": "PT2H",
    "eventUrl": "https://www.meetup.com/rladies-newcastle/events/263994681/",
    "featuredEventPhoto": {},
    "rsvps": {
      "yesCount": 38,
      "waitlistCount": 0,
      "totalCount": 38
    },
    "venues": [
      {
        "id": "26451580",
        "name": "Urban Sciences Building",
        "address": "1 Science Square",
        "city": "Newcastle upon Tyne",
        "state": "",
        "country": "gb",
        "lat": 54.9735,
        "lon": -1.6252,
        "postalCode": "NE4 5TG",
        "venueType": ""
      }
    ],
    "group": {
      "name": "R-Ladies Newcastle",
      "urlname": "rladies-newcastle"
    }
  },
  {
    "id": "263994659",
    "title": "September meetup",
    "description": "September Meeting – Guest tutorial on linear mixed effects models (LMEMs)\n\nThis month's meetup will feature a guest tutorial led by Bodo Winter (http://bodowinter.com/) on running Linear Mixed Effects Models in R. He is a lecturer in Linguistics at the University of Birmingham and an accomplished teacher of statistics and R known for his clear and accessible teaching style.\n\nIn the first hour of the meetup, Bodo will lead his tutorial, which will be geared toward somewhat more advanced users of R who are interested in applying LMEMs to their data. However, we invite users at all levels to come follow along and ask questions. Don't be worried about it being too advanced -- this tutorial will be useful for people at all levels!\n\nIn the second half, we will have pizza and we encourage you to Bring Your Own Bottle (of any sort of beverage you fancy) to enjoy or to share. This will be a time to talk through practical applications of LMEMs for your own work and ask questions of Bodo and the more advanced users. This will be a great opportunity for people comfortable with statistics to ask more advanced methodological questions *as well as* for people who are more new to LMEMs and R to consolidate the tutorial material.\n\nTimings:\n18:00 - 19:00 LMEM Tutorial\n19:00 - 20:00 Question and Answers and Pizza\n\nWe will be in the Urban Sciences Building again (2.022) and the room will be accessible through the main entrance to the building.\n\nPlease arrive with R and R Studio installed on your laptop. If you would like to be loaned a laptop before the meetup, please get in touch with us in the comments below to request one. We’d appreciate being given at least a few days notice.",
    "status": "PAST",
    "dateTime": "2019-09-03T18:00:00+01:00",
    "duration": "PT2H",
    "eventUrl": "https://www.meetup.com/rladies-newcastle/events/263994659/",
    "featuredEventPhoto": {},
    "rsvps": {
      "yesCount": 21,
      "waitlistCount": 0,
      "totalCount": 21
    },
    "venues": [
      {
        "id": "26451580",
        "name": "Urban Sciences Building",
        "address": "1 Science Square",
        "city": "Newcastle upon Tyne",
        "state": "",
        "country": "gb",
        "lat": 54.9735,
        "lon": -1.6252,
        "postalCode": "NE4 5TG",
        "venueType": ""
      }
    ],
    "group": {
      "name": "R-Ladies Newcastle",
      "urlname": "rladies-newcastle"
    }
  },
  {
    "id": "262439945",
    "title": "August meetup- Summer Social",
    "description": "August meetup – Summer Social\n\nWe will be building on what we’ve learnt so far and getting to know each other better!\n\nThis month’s meetup will be a chance for our members to build on the skills we worked on in the last meetup using Tidy Tuesday data. More advanced members are also encouraged to attend and show us what they can do with the data.\n\nFor the second half of the meetup, we’ll be encouraging you to put your laptops away and get socialising! If so inclined members are welcome to Bring Your Own Bottle, we as organisers will for sure be kicking back with a glass of wine but feel free to bring the beverage of your choice for this part of the meetup. We’d love to hear about your journey with R (whether a newbie or an experienced user) and share experiences as minority genders in the programming space.\n\nTimings:\n18:00 - 20:00 Summer Social\n20:00 optional visit to Earl of Pitt Street\n\nWe will be in room 2.022 in the Urban Sciences Building.\n\nPlease arrive with R and R Studio installed on your laptop. If you would like to be loaned a laptop before the meetup, please get in touch with us in the comments below to request one. We’d appreciate being given at least a few days notice",
    "status": "PAST",
    "dateTime": "2019-08-06T18:00:00+01:00",
    "duration": "PT2H",
    "eventUrl": "https://www.meetup.com/rladies-newcastle/events/262439945/",
    "featuredEventPhoto": {},
    "rsvps": {
      "yesCount": 29,
      "waitlistCount": 0,
      "totalCount": 29
    },
    "venues": [
      {
        "id": "26451580",
        "name": "Urban Sciences Building",
        "address": "1 Science Square",
        "city": "Newcastle upon Tyne",
        "state": "",
        "country": "gb",
        "lat": 54.9735,
        "lon": -1.6252,
        "postalCode": "NE4 5TG",
        "venueType": ""
      }
    ],
    "group": {
      "name": "R-Ladies Newcastle",
      "urlname": "rladies-newcastle"
    }
  },
  {
    "id": "260501181",
    "title": "July meetup - data visualisation",
    "description": "This will be a tutorial session where you can improve your R skills! Please bring a laptop. If you do not have a laptop, let us know because we have a few for people to borrow. This meetup will be suitable both for beginners and advanced R users.\n\nWe will mainly work with the package ggplot2. For beginners, we will introduce the package and its functions, with exercises for you to practice. We will cover how to make different types of plots, how to make subplots, and how to fully customise your plots.\n\nFor advanced users, we will look at some more specialised packages, to make ridge plots, use different themes, arrange all your plots nicely, and make chloropleth maps.\n\nTimings:\n18:00 Meet and mingle\n18:15 Introduction to ggplot2, additional packages, and where to find the resources\n18:45 Start tutorials\n20:00 Optional pub visit at the Earl of Pitt Street\n\nPlease have R and RStudio installed on your laptop.\n\nWe will use room 2.022 in the Urban Sciences Building.\n\nIf you have any questions, comments or suggestions, you can email us at newcastle@rladies.org",
    "status": "PAST",
    "dateTime": "2019-07-02T18:00:00+01:00",
    "duration": "PT2H",
    "eventUrl": "https://www.meetup.com/rladies-newcastle/events/260501181/",
    "featuredEventPhoto": {},
    "rsvps": {
      "yesCount": 49,
      "waitlistCount": 0,
      "totalCount": 49
    },
    "venues": [
      {
        "id": "26451580",
        "name": "Urban Sciences Building",
        "address": "1 Science Square",
        "city": "Newcastle upon Tyne",
        "state": "",
        "country": "gb",
        "lat": 54.9735,
        "lon": -1.6252,
        "postalCode": "NE4 5TG",
        "venueType": ""
      }
    ],
    "group": {
      "name": "R-Ladies Newcastle",
      "urlname": "rladies-newcastle"
    }
  },
  {
    "id": "260501150",
    "title": "June meetup",
    "description": "This will be a tutorial session where you can improve your R skills! Please bring a laptop. We will prepare handouts for the meetup.\n\nFor the first part of the session, we will start off with an introduction to R, since we have many beginners in the group. If you are an advanced user, it would be great if you could come along to the first part too, and share your knowledge. For the second part, we will do some more advanced plotting.\n\nThere will be some pizza, as well as soft drinks.\n\nTimings:\n\n18:00 Meet and mingle\n18:15 Start first part - introduction to R\n19:00 Break\n19:15 Start second part - advanced plotting\n20:00 Optional pub visit\n\nPlease have R and RStudio installed on your laptop. The tutorials can be found at github.com/rbolam/RLadiesNCL.",
    "status": "PAST",
    "dateTime": "2019-06-04T18:00:00+01:00",
    "duration": "PT2H",
    "eventUrl": "https://www.meetup.com/rladies-newcastle/events/260501150/",
    "featuredEventPhoto": {},
    "rsvps": {
      "yesCount": 31,
      "waitlistCount": 0,
      "totalCount": 31
    },
    "venues": [
      {
        "id": "26366038",
        "name": "Newcastle University Business School",
        "address": "5 Barrack Road",
        "city": "Newcastle upon Tyne",
        "state": "",
        "country": "gb",
        "lat": 54.9742,
        "lon": -1.623,
        "postalCode": "NE1 4SE",
        "venueType": ""
      }
    ],
    "group": {
      "name": "R-Ladies Newcastle",
      "urlname": "rladies-newcastle"
    }
  },
  {
    "id": "260335860",
    "title": "R-Ladies Newcastle launch event and social",
    "description": "Please join us for our launch event!\n\nWe will introduce R-Ladies Newcastle and its organisers for our first meeting, and ask for feedback from you about events you would like to attend. We will then visualise your responses at the meeting, and socialise afterwards, so we can start building our local community of R-Ladies. Pizza and drinks provided. ​We welcome all levels of R users.\n\nR-Ladies is an inclusive group that welcomes everyone identifying as women or marginalised genders.\n\nUPDATE: Please fill in our survey before the meetup if possible: https://forms.gle/y5UYg67ejczBfCJZA If you can't attend the event, you can still fill in the survey. Thank you!\n\nUPDATE 2: Thanks to our sponsors Sage there will be pizza at the meetup!\n\nWe look forward to meeting you!\n\nR-Ladies Newcastle Organising Team",
    "status": "PAST",
    "dateTime": "2019-05-07T18:00:00+01:00",
    "duration": "PT2H",
    "eventUrl": "https://www.meetup.com/rladies-newcastle/events/260335860/",
    "featuredEventPhoto": {},
    "rsvps": {
      "yesCount": 34,
      "waitlistCount": 7,
      "totalCount": 34
    },
    "venues": [
      {
        "id": "26300598",
        "name": "Newcastle University, Ridley Building 2",
        "address": "Claremont Road",
        "city": "Newcastle upon Tyne",
        "state": "al",
        "country": "gb",
        "lat": 54.982,
        "lon": -1.6182,
        "postalCode": "",
        "venueType": ""
      }
    ],
    "group": {
      "name": "R-Ladies Newcastle",
      "urlname": "rladies-newcastle"
    }
  },
  {
    "id": "269058567",
    "title": "POSTPONED: Panel session and meetup pre-SatRday",
    "description": "POSTPONED TO AUTUMN 2020:\n\nR-Ladies Newcastle are pleased to announce we will be hosting a panel session with Julia Silge (https://juliasilge.com/about/), a data scientist and software engineer at R Studio, and Mine Çetinkaya-Rundel (http://www2.stat.duke.edu/~mc301/) a Senior Lecturer in the School of Mathematics at University of Edinburgh and Data Scientist and Professional Educator at RStudio.\n\nThe event will be an opportunity for R-Ladies to meet up prior to the SatRdays event taking place the next day, so if you’re in Newcastle the night before please come along. If you’re worried about attending SatRdays alone, then this will be a great chance to meet a few friendly faces who you’ll recognise the next day. Alternatively, if you’d been on the fence of making the journey to Newcastle hopefully this will act as an extra enticement!\n\nWe're so excited for SatRdays and hope to see as many R-Ladies members as possible. Tickets can be purchased from: https://newcastle2020.satrdays.org/\n\nAbout the session:\n6:00-7:00pm Panel session (approx.)\n7:00-8pm Networking\n\nWe need your questions!\n\nThe panel session will be a chance to ask Julia and Mine about their career history as R-Ladies and the different focuses their careers have had. Both have had rich and varied careers, so this is a great chance to hear about their experiences. We’ll be taking some questions on the day, but for the best chance of having your questions answered please submit them in the comments below or message one of us organisers.\n\nExample questions:\nWhat was it like moving away from academia? And what advice would you give to others thinking about making the transition\nWhat do you think is the most valuable skill you use in your roles as data scientists?\nWhat is your favourite trick in R? E.g. nifty shortcuts, handy functions\nWhat do you look for when joining a new team?\nDo you have any advice on making sure we’re bringing R-Ladies principles in to our jobs?\n\nWe anticipate this event will be well attended so book your place asap. As usual, this event is open to those who identify as a marginalised gender.\n\nAcknowledgements\n\nThank you to the School of Computing for providing the venue and to Sage for providing pizza.",
    "status": "PAST",
    "dateTime": "2020-04-03T18:00:00+01:00",
    "duration": "PT2H",
    "eventUrl": "https://www.meetup.com/rladies-newcastle/events/269058567/",
    "featuredEventPhoto": {},
    "rsvps": {
      "yesCount": 12,
      "waitlistCount": 0,
      "totalCount": 12
    },
    "venues": [
      {
        "id": "26451580",
        "name": "Urban Sciences Building",
        "address": "1 Science Square",
        "city": "Newcastle upon Tyne",
        "state": "",
        "country": "gb",
        "lat": 54.9735,
        "lon": -1.6252,
        "postalCode": "NE4 5TG",
        "venueType": ""
      }
    ],
    "group": {
      "name": "R-Ladies Newcastle",
      "urlname": "rladies-newcastle"
    }
  },
  {
    "id": "269128577",
    "title": "March meetup - data wrangling using the tidyverse",
    "description": "This will be a tutorial session where you can improve your R skills! Please bring a laptop. This meetup will be suitable both for beginners and intermediate R users.\n\nWe will work with tidyverse packages and learn how to do data wrangling in R, for example how to change the format of your data, how to combine different dataframes, summarising your data, and dealing with factor levels.\n\nWe will meet at 6pm, and then everyone can work on the tutorials. Help will be available.\n\nPlease have R and RStudio installed on your laptop, and install the tidyverse (install.packages(\"tidyverse\") ). There will be only limited sockets at the venue, so please charge your laptop before the event.\n\nLocation: The Greenhouse, ground floor of Northumbria University Students’ Union.\n\nIf you have any questions, comments or suggestions, you can email us at newcastle@rladies.org",
    "status": "PAST",
    "dateTime": "2020-03-10T18:00:00Z",
    "duration": "PT2H",
    "eventUrl": "https://www.meetup.com/rladies-newcastle/events/269128577/",
    "featuredEventPhoto": {},
    "rsvps": {
      "yesCount": 24,
      "waitlistCount": 0,
      "totalCount": 24
    },
    "venues": [
      {
        "id": "26891268",
        "name": "Northumbria University Students’ Union",
        "address": "2 Sandyford Road",
        "city": "Newcastle upon Tyne",
        "state": "",
        "country": "gb",
        "lat": 54.9785,
        "lon": -1.6077,
        "postalCode": "NE1 8SB",
        "venueType": ""
      }
    ],
    "group": {
      "name": "R-Ladies Newcastle",
      "urlname": "rladies-newcastle"
    }
  }
]
