{
  "id": "30375244",
  "name": "R-Ladies La Paz",
  "urlname": "rladies-la-paz",
  "description": "<p><b>Lo que hacemos<\/b><\/p>\n<p>R-Ladies La Paz es parte de una organización mundial para promover la Diversidad de Género en la comunidad R.<\/p>\n<br>\n<p>Nuestra meta es crear una atmósfera amigable para personas interesadas en programar en R en La Paz que se identifiquen como mujer o con géneros disidentes (por ejemplo, personas con género fluído o agénero, entre otras). No importa si nunca usaste R ó si tienes R como herramienta principal de trabajo. El objetivo es promover R, intercambiar conocimiento y crear una red de contactos.<\/p>\n<br>\n<p>Esta es una iniciativa social. Todos los eventos serán gratuitos.<\/p>\n<br>\n<p>¡Súmate a este Meetup para enterarte de los próximos eventos! ¡Te esperamos!<\/p>\n<br>\n<p><b>Nos encuentras en:<\/b><\/p>\n<p><span>Facebook: <a href=\"https://www.facebook.com/RLadiesLaPaz\">https://www.facebook.com/RLadiesLaPaz<\/a><\/span><\/p>\n<p>Twitter: @RLadiesGlobal ( <a href=\"https://twitter.com/RLadiesGlobal\">https://twitter.com/RLadiesGlobal<\/a> )<\/p>\n<p>Github: <a href=\"https://github.com/rladies\">https://github.com/rladies<\/a><\/p>\n<br>\n<p>Para más detalles sobre la iniciativa R-Ladies Global visita rladies.org (https://rladies.org/).<\/p>\n<br>\n<p><b>Política y Código de Conducta de R-Ladies:<\/b><\/p>\n<br>\n<p>En la comunidad R-Ladies los puestos de responsabilidad como organizador, orador o mentor son exclusivamente para personas que se identifican con el género femenino o con géneros disidentes. Aún así, la asistencia a las reuniones está abierta a personas de todos los géneros.<\/p>\n<br>\n<p>Siempre se dará prioridad a la participación de minorías de género en la comunidad ya que este grupo nació con la intención de animar y apoyar a las personas cuyo género está subrepresentado en los trabajos STEM (Science, Technology, Engineering &amp; Math) y en la comunidad de R. Les organizadores de R-Ladies tienen la responsabilidad y el derecho de tomar las acciones oportunas para salvaguardar los intereses de la comunidad.<\/p>\n<br>\n<p>Código de conducta completo. (https://github.com/rladies/starter-kit/wiki/Code-of-Conduct#spanish) También adherimos al código de conducta del R Consortium y del resto de la Comunidad R. (https://wiki.r-consortium.org/view/R_Consortium_and_the_R_Community_Code_of_Conduct)<\/p>",
  "lat": -16.5,
  "lon": -68.15,
  "city": "La Paz",
  "state": "",
  "country": "bo",
  "memberships": {
    "totalCount": 321
  },
  "foundedDate": "2018-10-22T23:43:35-04:00",
  "proJoinDate": "2018-10-22T23:46:14-04:00",
  "timezone": "America/La_Paz",
  "joinMode": "OPEN",
  "who": "R-Ladies",
  "isPrivate": false,
  "events": {
    "totalCount": 34,
    "first_event": "2018-11-09",
    "last_event": "2021-11-30"
  },
  "status": "inactive"
}
