{
  "id": "34955933",
  "name": "R-Ladies Comitán",
  "urlname": "rladies-comitan",
  "description": "<p>Este es un capitulo local de R-Ladies Global (<a href=\"https://www.rladies.org\" class=\"linkified\">https://www.rladies.org<\/a>), una organización que promueve la diversidad de género en la comunidad de R alrededor del mundo. Nos reunimos de manera virtual o presencial para aprender acerca del lenguaje de programación R, algoritmos y herramientas.<\/p> \n<p>R-Ladies da la bienvenida a miembros de todos los niveles en programación estadística, puede ser principiante, aspirante a ser usuario o un programador experimentado interesado en mentorias o colaboración en redes.<\/p> \n<p>Nuestra comunidad está diseñada para desarrollar las habilidades y conocimiento de nuestros miembros mediante la colaboración y aprendizaje en grupos. Dando apoyo a los grupos minoritarios permitiendoles desarrollar habilidades STEM, al movimiento de software de licencia abierta, y contribuir a la comunidad global de R. <br>Somos incluyentes de aquellos que se identifican como queer, trans, y todas las identidades de género minoritarias que estén interesados en trabajar con R. <br>Como principio, no existe cobro alguno por pertenecer a la comunidad de R-Ladies global. <br>Puedes acceder al código, presentaciones, scripts en R y proyectos vía Github (<a href=\"https://github.com/rladies\" class=\"linkified\">https://github.com/rladies<\/a>) y seguirnos en twitter (<a href=\"https://twitter.com/RLadiesGlobal\" class=\"linkified\">https://twitter.com/RLadiesGlobal<\/a>) para mantenertr al tanto de las noticias. <\/p> \n<p>Por favor, lea nuestro código de conducta (<a href=\"https://github.com/rladies/starter-kit/wiki/Code-of-Conduct\" class=\"linkified\">https://github.com/rladies/starter-kit/wiki/Code-of-Conduct<\/a>) y la guía de la comunidad (<a href=\"https://github.com/rladies/starter-kit/blob/master/RLadiesRulesAndGuideLinesENES.md\" class=\"linkified\">https://github.com/rladies/starter-kit/blob/master/RLadiesRulesAndGuideLinesENES.md<\/a>).<\/p>",
  "lat": 16.25,
  "lon": -92.13,
  "city": "Comitan",
  "state": "",
  "country": "mx",
  "memberships": {
    "totalCount": 205
  },
  "foundedDate": "2021-03-27T00:31:00-06:00",
  "proJoinDate": "2021-03-27T00:41:28-04:00",
  "timezone": "America/Mexico_City",
  "joinMode": "OPEN",
  "who": "R-Ladies",
  "isPrivate": false,
  "events": {
    "totalCount": 7,
    "first_event": "2021-05-25",
    "last_event": "2024-09-28"
  },
  "status": "inactive"
}
